[
	{
		"quote": "Don't quit. Never give up trying to build the world you can see, even if others can't see it. Listen to your drum and your drum only. It's the one that makes the sweetest sound.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Leadership is not about the next election, it's about the next generation.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Champions are not the ones who always win races - champions are the ones who get out there and try. And try harder the next time. And even harder the next time. 'Champion' is a state of mind. They are devoted. They compete to best themselves as much if not more than they compete to best others. Champions are not just athletes.",
		"author": "Simon Sinek"
	},
	{
		"quote": "A five minute call replaces the time it takes to read and reply to the original email and read and reply to their reply... or replies. And I no longer spend 20+ minutes crafting the perfect email - no need to.",
		"author": "Simon Sinek"
	},
	{
		"quote": "A leader's job is not to do the work for others, it's to help others figure out how to do it themselves, to get things done, and to succeed beyond what they thought possible.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Leadership is absolutely about inspiring action, but it is also about guarding against mis-action.",
		"author": "Simon Sinek"
	},
	{
		"quote": "I find, when you're an optimist, life has a funny way of looking after you.",
		"author": "Simon Sinek"
	},
	{
		"quote": "It's important to slow down, every now and then, for no other reason than to call someone to say 'Hi.' It doesn't have to be a long conversation. Just calling out of the blue does more to let someone know you still care about them than nearly anything else.",
		"author": "Simon Sinek"
	},
	{
		"quote": "If you hire people just because they can do a job, they'll work for your money. But if you hire people who believe what you believe, they'll work for you with blood, sweat, and tears.",
		"author": "Simon Sinek"
	},
	{
		"quote": "The strong bond of friendship is not always a balanced equation; friendship is not always about giving and taking in equal shares. Instead, friendship is grounded in a feeling that you know exactly who will be there for you when you need something, no matter what or when.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Great leaders don't need to act tough. Their confidence and humility serve to underscore their toughness.",
		"author": "Simon Sinek"
	},
	{
		"quote": "The single best machine to measure trust is a human being. We haven't figured out a metric that works better than our own sort of, like, 'There's something fishy about you.'",
		"author": "Simon Sinek"
	},
	{
		"quote": "If you have the opportunity to do amazing things in your life, I strongly encourage you to invite someone to join you.",
		"author": "Simon Sinek"
	},
	{
		"quote": "There is no decision that we can make that doesn't come with some sort of balance or sacrifice.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Starbucks was founded around the experience and the environment of their stores. Starbucks was about a space with comfortable chairs, lots of power outlets, tables and desks at which we could work and the option to spend as much time in their stores as we wanted without any pressure to buy. The coffee was incidental.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Great leaders are willing to sacrifice the numbers to save the people. Poor leaders sacrifice the people to save the numbers.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Like a good parent can't also be his child's best friend, a leader with authority requires some separation from subordinates.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Nike doesn't want to make products for everyone - they want to make products for champions.",
		"author": "Simon Sinek"
	},
	{
		"quote": "We can't all be good at everything. This is partly the logic behind having a team in the first place, so each role can be filled with the person best suited for that role and together, every job and every strength is covered.",
		"author": "Simon Sinek"
	},
	{
		"quote": "More information is always better than less. When people know the reason things are happening, even if it's bad news, they can adjust their expectations and react accordingly. Keeping people in the dark only serves to stir negative emotions.",
		"author": "Simon Sinek"
	},
	{
		"quote": "The quality of a leader cannot be judged by the answers he gives, but by the questions he asks.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Actions speak louder than words. All companies say they care, right? But few actually exercise that care.",
		"author": "Simon Sinek"
	},
	{
		"quote": "The cost of leadership is self-interest.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Corporate culture matters. How management chooses to treat its people impacts everything - for better or for worse.",
		"author": "Simon Sinek"
	},
	{
		"quote": "People don't buy what you do, they buy why you do it.",
		"author": "Simon Sinek"
	},
	{
		"quote": "The big picture doesn't just come from distance; it also comes from time.",
		"author": "Simon Sinek"
	},
	{
		"quote": "All the great organizations in the world, all have a sense of why that organization does what it does.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Leaders who fail are the ones who do it by themselves. Leaders who succeed are the ones who allow others to help them.",
		"author": "Simon Sinek"
	},
	{
		"quote": "The challenge of the unknown future is so much more exciting than the stories of the accomplished past.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Leadership is a way of thinking, a way of acting and, most importantly, a way of communicating.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Notoriously outspoken, his sentences always punctuated with profanities, General George S. Patton was the epitome of what a leader should be like - or so he thought. Patton believed a leader should look and act tough, so he cultivated his image and his personality to match his philosophy.",
		"author": "Simon Sinek"
	},
	{
		"quote": "There is a difference between listening and waiting for your turn to speak.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Listening is active. At its most basic level, it's about focus, paying attention.",
		"author": "Simon Sinek"
	},
	{
		"quote": "It is only from the people I've had the good fortune to meet that I am learning the lessons to guide me. Baz Luhrmann, director of 'Moulin Rouge,' for example, has a childlike curiosity about the world. He doesn't pretend to know all the answers - quite the opposite, in fact. He asks loads of questions of everyone.",
		"author": "Simon Sinek"
	},
	{
		"quote": "No matter when or where, always bring your 'A' game, because you never know when it will open doors for you.",
		"author": "Simon Sinek"
	},
	{
		"quote": "The most basic human desire is to feel like you belong. Fitting in is important.",
		"author": "Simon Sinek"
	},
	{
		"quote": "We live in times of high stress. Messages that are simple, messages that are inspiring, messages that are life-affirming, are a welcome break from our real lives.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Panic causes tunnel vision. Calm acceptance of danger allows us to more easily assess the situation and see the options.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Republicans are completely befuddled by Obama's 'star power' and don't seem to have a clear or effective strategy to compete.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Humility, I have learned, must never be confused with meekness. Humility is being open to the ideas of others.",
		"author": "Simon Sinek"
	},
	{
		"quote": "The trick to balance is to not make sacrificing important things become the norm.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Directions are instructions given to explain how. Direction is a vision offered to explain why.",
		"author": "Simon Sinek"
	},
	{
		"quote": "To operate based on conviction and belief requires an acceptance that your actions could get you fired. This is different from pig-headed bravado, and it is different from putting the company at risk.",
		"author": "Simon Sinek"
	},
	{
		"quote": "In the military, they give medals for people who are willing to sacrifice themselves so that others may survive. In business, we give bonuses to people who sacrifice others.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Sometimes spending time with someone who is perceived as 'successful' can make us feel less successful.",
		"author": "Simon Sinek"
	},
	{
		"quote": "A friend is an emotional bond, just like friendship is a human experience.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Some people are born good-looking. Some have the gift of gab. And some are lucky enough to be born smarter than the rest of us. Whether we like it or not, Mother Nature does not dole these characteristics out evenly.",
		"author": "Simon Sinek"
	},
	{
		"quote": "You'll never see the president carry his own luggage, and why? Because even though we know he has luggage, it would reduce his stature if he was too much like us. We need to think of our leaders as being above us, even though they must still relate to us.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Pilots have their names painted just beneath the canopy of their aircraft. This gives the pilot a sense of ownership for his or her jet. What's more, like cars, each aircraft has its own personality, so it's important for a pilot to get to know and love his aircraft.",
		"author": "Simon Sinek"
	},
	{
		"quote": "If you want to be a great leader, remember to treat all people with respect at all times. For one, because you never know when you'll need their help. And two, because it's a sign you respect people, which all great leaders do.",
		"author": "Simon Sinek"
	},
	{
		"quote": "During World War II, the pilot losses were staggering. In some bombing raids, as many as 80% of the planes that left did not return.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Good listeners have a huge advantage. For one, when they engage in conversation, they make people 'feel' heard. They 'feel' that someone really understands their wants, needs and desires. And for good reason; a good listener does care to understand.",
		"author": "Simon Sinek"
	},
	{
		"quote": "I try to find, celebrate and teach leaders how to build platforms that will inspire others.",
		"author": "Simon Sinek"
	},
	{
		"quote": "In the 1980s America reacted to the Soviet Union's invasion of Afghanistan. We supported a war that left a nation torn to pieces. And as the last Soviet tank left the country, so did we.",
		"author": "Simon Sinek"
	},
	{
		"quote": "When you explain to people what you're trying to do, as opposed to just making demands or delegating tasks, you can build instant trust, even if it's just for that short time you're on the phone.",
		"author": "Simon Sinek"
	},
	{
		"quote": "I have been inspired by Martin Luther King and how he inspired a movement. I have learned that a cause must be organic; if it is to have an impact it must belong to those who join the movement and not those who lead it.",
		"author": "Simon Sinek"
	},
	{
		"quote": "I couldn't understand why my productivity went down when I had deliberately made more time available to write. Then I realized it was because I wasn't flying as much.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Though we may have desires or bold goals, for whatever reason, most of us don't think we can achieve something beyond what we're qualified to achieve. Why, I ask, do we let reality interfere with our dreams?",
		"author": "Simon Sinek"
	},
	{
		"quote": "If you can clearly articulate the dream or the goal, start.",
		"author": "Simon Sinek"
	},
	{
		"quote": "There are two types of claims: those based on hard numbers and those based on slippery numbers.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Whether individuals or organisations, we follow those who lead not because we have to, but because we want to. We follow those who lead not for them, but for ourselves.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Bad leaders believe that they have to project control at all times.",
		"author": "Simon Sinek"
	},
	{
		"quote": "No matter how many or how few people you have reporting to you, you must remember that as you climb higher in the ranks, your words will be taken as commands even if you're just thinking out loud.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Anyone who achieves any kind of success, however you want to define it, sometimes can't let go of it.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Over 90% of people go home at the end of the day feeling unfulfilled by their work, and I won't stop working until that statistic is reversed - until over 90% of people go home and can honestly say, 'I love what I do.'",
		"author": "Simon Sinek"
	},
	{
		"quote": "I know there's a difference between being successful and feeling successful. And if you ask me if I feel successful, the honest answer is 'not yet.'",
		"author": "Simon Sinek"
	},
	{
		"quote": "Most years, if you were to ask me how much I make, the genuine answer is that I have no clue. I usually find out the answer to that question once a year, at tax time, when my accountant tells me.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Some would argue that you're as successful as the company you keep. Certainly there is a connection between our friends and who we are.",
		"author": "Simon Sinek"
	},
	{
		"quote": "In this age of omniconnectedness, words like 'network,' 'community' and even 'friends' no longer mean what they used to. Networks don't exist on LinkedIn. A community is not something that happens on a blog or on Twitter. And a friend is more than someone whose online status you check.",
		"author": "Simon Sinek"
	},
	{
		"quote": "There is a difference between vulnerability and telling people everything about yourself. Vulnerability is a feeling. Telling everyone about yourself is just facts and details.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Pilots, to a large degree, are like salesmen. They have to be confident to be good at their jobs. They have to practice relentlessly and plan out all the scenarios of the things that could happen when they're out there. Nothing is more important than preparation. They are also mighty competitive, both as individuals and as squadrons.",
		"author": "Simon Sinek"
	},
	{
		"quote": "There is not a single one of us with a job that is not completely reliant in some way shape or form on others.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Spending time with the military certainly lends itself to some remarkable experiences, and I've been privileged to have had my share.",
		"author": "Simon Sinek"
	},
	{
		"quote": "The lives we live are a bit of a straight-hair vs. curly-hair thing. We often want what we don't have. In reality, it's not about better or worse; it's just perception.",
		"author": "Simon Sinek"
	},
	{
		"quote": "My sister made certain choices about the life she wanted. Those choices include a steady job, a husband and children. But balance and stability come at a cost. It is harder for her to be spontaneous. It is harder to just up and leave.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Any parent who tells their kids that they can't attend a school play or go to a soccer match because they have to work is kidding themselves. It's OK to miss a game or two or a performance here and there, but it's not all right to miss the majority of them.",
		"author": "Simon Sinek"
	},
	{
		"quote": "I never imagined working with CEOs, congressmen or the military, yet I make regular visits to the Pentagon, stop by the Capitol now and then and sit down with leaders of all kinds of companies.",
		"author": "Simon Sinek"
	},
	{
		"quote": "To spend more money, you have to have more money, but time is fixed and we all have the same amount to spare. How we choose to spend it can make a significant difference on the impact we have in our careers or in the world.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Spending too much time focused on others' strengths leaves us feeling weak. Focusing on our own strengths is what, in fact, makes us strong.",
		"author": "Simon Sinek"
	},
	{
		"quote": "The only time I waste is time I spend doing something that, in my gut, I know I shouldn't. If I choose to spend time playing video games or sleeping in, then it's time well spent, because I chose to do it. I did it for a reason - to relax, to decompress or to feel good, and that was what I wanted to do.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Every one of us has the capacity to lead.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Though there are lessons that can be learned about becoming a great leader, most exist inherently in the bellies of those who lead.",
		"author": "Simon Sinek"
	},
	{
		"quote": "One of the best paradoxes of leadership is a leader's need to be both stubborn and open-minded. A leader must insist on sticking to the vision and stay on course to the destination. But he must be open-minded during the process.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Babe Ruth was not afraid to strike out. And it was this fearlessness that contributed to his remarkable career.",
		"author": "Simon Sinek"
	},
	{
		"quote": "I don't enjoy eating humble pie; it never tastes good. But I do appreciate it when it happens.",
		"author": "Simon Sinek"
	},
	{
		"quote": "I'd rather play in the major leagues and have some bad games than play consistently good ball in the minors.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Great leaders state out loud what they intend to do and in doing so, they get things done.",
		"author": "Simon Sinek"
	},
	{
		"quote": "The most effective leaders are actually better at guarding against danger when they acknowledge it that it exists. Cowards, in contrast, cling to the hope that failure will never happen and may be sloppy in the face of danger - not because they don't acknowledge that it exists, but because they are just too afraid of it to look it in the eye.",
		"author": "Simon Sinek"
	},
	{
		"quote": "At the end of the day, humans are social animals and we are at our best when we get to do things with others who appreciate and enjoy what we enjoy. It's what keeps us human.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Most politicians are not authentic.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Halloween is one of my favorite days of the year. I have a strict rule: I don't work on Halloween and I won't travel on Halloween. Not for any reason.",
		"author": "Simon Sinek"
	},
	{
		"quote": "When I was a kid, I was a bit of a space geek. I loved the space program and all things NASA. I would read books about our solar system; I had pictures of the Space Shuttle on my bedroom wall. And yes, I even went to Space Camp.",
		"author": "Simon Sinek"
	},
	{
		"quote": "I love science fiction - always have.",
		"author": "Simon Sinek"
	},
	{
		"quote": "I like stories of the classic hero, of good versus evil, the ones in which the good guys wear white and the bad guys wear black... and I love a good sword fight.",
		"author": "Simon Sinek"
	},
	{
		"quote": "I have friends who are majorly into the cosplay culture and have urged me to go to a convention for no other reason than to meet others like me.",
		"author": "Simon Sinek"
	},
	{
		"quote": "When I was in college, my school newspaper accepted an ad from a Holocaust revisionist organization. This would have been offensive on most college campuses across the country, but I went to a school with a very large Jewish population, so the ad, as you might expect, stirred absolute outrage.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Anyone can sell product by dropping their prices, but it does not breed loyalty.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Entrepreneurs see the thing they want or need, then try to figure out a process of how to get it. People who shouldn't be entrepreneurs see the standard process they need to go through to get the thing they want or need then decide if they want to go through that process.",
		"author": "Simon Sinek"
	},
	{
		"quote": "If no one ever broke the rules, then we'd never advance.",
		"author": "Simon Sinek"
	},
	{
		"quote": "The U.S. Constitution protects our privacy from the prying eyes of government. It does not, however, protect us from the prying eyes of companies and corporations.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Multi-millionaires who pay half or less than half of the percentage of tax the rest of us pay justify their actions by saying they pay what the law requires. Though true, the fact is they found ways within the law to beat the purpose of the law - which, in the case of taxes, is that we all pay our fair share.",
		"author": "Simon Sinek"
	},
	{
		"quote": "My concern is that we live in an economy in which stabbing someone and waiting for them to complain before we remove the knife has become the normal way of doing business. When did we lose sight of the fact that it's not nice to stab people in the first place?",
		"author": "Simon Sinek"
	},
	{
		"quote": "TiVo and other digital recording devices have confounded advertisers. The ad industry sees the technology as a threat to their product.",
		"author": "Simon Sinek"
	},
	{
		"quote": "The irony is, the advertising industry knows everyone hates what they produce. This is why they keep looking for new ways to force people to stay tuned.",
		"author": "Simon Sinek"
	},
	{
		"quote": "The ad industry thinks their clients are their customers. They think the companies who pay for the production are the ones they are supposed to serve. So the ads they produce make their clients happy... but infuriate the rest of us.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Leave America and you'll find that the consumers in many other countries enjoy watching advertising. Not because the products are better, but because the ads are produced to be entertaining. Sometimes they are funny. Sometimes they are dramatic. Sometimes they are just beautiful.",
		"author": "Simon Sinek"
	},
	{
		"quote": "A sour corporate culture can actually make an entire society unhappy. This means that a strong corporate culture can have a positive impact on a society.",
		"author": "Simon Sinek"
	},
	{
		"quote": "The world is a bell curve. Classroom test scores, employee performance in a company or how many people really, really like you. No matter the population you're studying, they always fit neatly across the standard deviations of the famous bell curve.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Mergers are like marriages. They are the bringing together of two individuals. If you wouldn't marry someone for the 'operational efficiencies' they offer in the running of a household, then why would you combine two companies with unique cultures and identities for that reason?",
		"author": "Simon Sinek"
	},
	{
		"quote": "There are two kinds of experts: academic experts and practical experts. One is not better than the other, but they are very different, and each offers very different value.",
		"author": "Simon Sinek"
	},
	{
		"quote": "To become an academic expert takes years of studying. Academic experts are experts in how and what others have done. They use case studies and observation to understand a subject.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Academic experts may not be good at doing what they are experts in themselves, but they are good at explaining the subject matter to others. They write books, teach courses and offer lessons and give steps others can follow.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Entrepreneurs must be practical experts. They needn't set out to be subject matter experts in what they do; they must set out to solve a problem or pursue some cause or purpose greater than themselves.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Offer someone the opportunity to rebuild a company or reinvent an industry as the primary incentive, and it will attract those drawn to the challenge first and the money second.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Money is a short-term result that incentivizes short-term decision making.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Believing that your competition is stronger and better than you pushes you to better yourselves.",
		"author": "Simon Sinek"
	},
	{
		"quote": "It's always the organizations that are resource constrained that come up with the good ideas to win.",
		"author": "Simon Sinek"
	},
	{
		"quote": "There is a difference between giving directions and giving direction.",
		"author": "Simon Sinek"
	},
	{
		"quote": "The Democrats' response throughout the healthcare debate? Give the people more statistics.",
		"author": "Simon Sinek"
	},
	{
		"quote": "I use Apple because they're easy to understand and everybody gets it.",
		"author": "Simon Sinek"
	},
	{
		"quote": "The goal is not to do business with everybody who needs what you have. The goal is to do business with people who believe what you believe.",
		"author": "Simon Sinek"
	},
	{
		"quote": "When we can communicate from the inside out, we're talking directly to the part of the brain that controls behavior, and then we allow people to rationalize it with the tangible things we say and do. This is where gut decisions come from.",
		"author": "Simon Sinek"
	},
	{
		"quote": "If we care about the average working American, then Wal-Mart matters. A lot.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Wal-Mart's size and scale is so vast they literally have the ability to change the face of the entire country. If Wal-Mart were to make a decision tomorrow to refuse to sell a single product made with partially hydrogenated oils, for example, we'd probably see rates from heart disease decline a few years later. That's how powerful Wal-Mart is.",
		"author": "Simon Sinek"
	},
	{
		"quote": "If you look at the average age of a company on the Dow Jones index, it's something like 35 years or younger. In other words... success is no indication of longevity.",
		"author": "Simon Sinek"
	},
	{
		"quote": "There's nothing efficient about innovation.",
		"author": "Simon Sinek"
	},
	{
		"quote": "I look for the hotels that have figured out the comfortable balance - a modern room that is well designed, and really clean sheets.",
		"author": "Simon Sinek"
	},
	{
		"quote": "I think most people are inherently interested in how their brain works, in what makes them tick.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Effective leadership is putting first things first. Effective management is discipline, carrying it out.",
		"author": "Stephen Covey"
	},
	{
		"quote": "Leadership is a privilege to better the lives of others. It is not an opportunity to satisfy personal greed.",
		"author": "Mwai Kibaki"
	},
	{
		"quote": "Vocational education programs have made a real difference in the lives of countless young people nationwide; they build self-confidence and leadership skills by allowing students to utilize their unique gifts and talents.",
		"author": "Conrad Burns"
	},
	{
		"quote": "Be a yardstick of quality. Some people aren&#39;t used to an environment where excellence is expected.",
		"author": "Steve Jobs"
	},
	{
		"quote": "Getting in touch with your true self must be your first priority.",
		"author": "Tom Hopkins"
	},
	{
		"quote": "Leadership is an intense journey into yourself. You can use your own style to get anything done. It&#39;s about being self-aware. Every morning, I look in the mirror and say, &#39;I could have done three things better yesterday.&#39;",
		"author": "Jeffrey R. Immelt"
	},
	{
		"quote": "There are good leaders who actively guide and bad leaders who actively misguide. Hence, leadership is about persuasion, presentation and people skills.",
		"author": "Shiv Khera"
	},
	{
		"quote": "If you think you can do a thing or think you can&#39;t do a thing, you&#39;re right.",
		"author": "Henry Ford"
	},
	{
		"quote": "Only the guy who isn&#39;t rowing has time to rock the boat.",
		"author": "Jean-Paul Sartre"
	},
	{
		"quote": "The task of the leader is to get his people from where they are to where they have not been.",
		"author": "Henry Kissinger"
	},
	{
		"quote": "Men make history and not the other way around. In periods where there is no leadership, society stands still. Progress occurs when courageous, skillful leaders seize the opportunity to change things for the better.",
		"author": "Harry S Truman"
	},
	{
		"quote": "The secret to success is good leadership, and good leadership is all about making the lives of your team members or workers better.",
		"author": "Tony Dungy"
	},
	{
		"quote": "Leadership consists not in degrees of technique but in traits of character; it requires moral rather than athletic or intellectual effort, and it imposes on both leader and follower alike the burdens of self-restraint.",
		"author": "Lewis H. Lapham"
	},
	{
		"quote": "In a world of complex threats, our security and leadership depends on all elements of our power - including strong and principled diplomacy.",
		"author": "Barack Obama"
	},
	{
		"quote": "Leadership to me means duty, honor, country. It means character, and it means listening from time to time.",
		"author": "George W. Bush"
	},
	{
		"quote": "What helps people, helps business.",
		"author": "Leo Burnett"
	},
	{
		"quote": "Problems are only opportunities in work clothes.",
		"author": "Henry J. Kaiser"
	},
	{
		"quote": "It is better to have a lion at the head of an army of sheep, than a sheep at the head of an army of lions.",
		"author": "Daniel Defoe"
	},
	{
		"quote": "A man who wants to lead the orchestra must turn his back on the crowd.",
		"author": "Max Lucado"
	},
	{
		"quote": "Everyone who&#39;s ever taken a shower has an idea. It&#39;s the person who gets out of the shower, dries off and does something about it who makes a difference.",
		"author": "Nolan Bushnell"
	},
	{
		"quote": "Honor bespeaks worth. Confidence begets trust. Service brings satisfaction. Cooperation proves the quality of leadership.",
		"author": "James Cash Penney"
	},
	{
		"quote": "The task of leadership is not to put greatness into humanity, but to elicit it, for the greatness is already there.",
		"author": "John Buchan"
	},
	{
		"quote": "I think one of the keys to leadership is recognizing that everybody has gifts and talents. A good leader will learn how to harness those gifts toward the same goal.",
		"author": "Ben Carson"
	},
	{
		"quote": "Leadership is getting players to believe in you. If you tell a teammate you&#39;re ready to play as tough as you&#39;re able to, you&#39;d better go out there and do it. Players will see right through a phony. And they can tell when you&#39;re not giving it all you&#39;ve got.",
		"author": "Larry Bird"
	},
	{
		"quote": "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.",
		"author": "Lao Tzu"
	},
	{
		"quote": "Speak softly and carry a big stick; you will go far.",
		"author": "Theodore Roosevelt"
	},
	{
		"quote": "Where there is no vision, there is no hope.",
		"author": "George Washington Carver"
	},
	{
		"quote": "Management is about arranging and telling. Leadership is about nurturing and enhancing.",
		"author": "Tom Peters"
	},
	{
		"quote": "Leadership - leadership is about taking responsibility, not making excuses.",
		"author": "Mitt Romney"
	},
	{
		"quote": "Every time you have to speak, you are auditioning for leadership.",
		"author": "James Humes"
	},
	{
		"quote": "The amount of good luck coming your way depends on your willingness to act.",
		"author": "Barbara Sher"
	},
	{
		"quote": "The test of leadership is not to put greatness into humanity, but to elicit it, for the greatness is already there.",
		"author": "James Buchanan"
	},
	{
		"quote": "One of the tests of leadership is the ability to recognize a problem before it becomes an emergency.",
		"author": "Arnold H. Glasow"
	},
	{
		"quote": "When poor people get involved in a long conflict, such as a strike or a civil rights drive, and the pressure increases each day, there is a deep need for spiritual advice. Without it, we see families crumble, leadership weaken, and hard workers grow tired.",
		"author": "Cesar Chavez"
	},
	{
		"quote": "The very essence of leadership is that you have to have vision. You can&#39;t blow an uncertain trumpet.",
		"author": "Theodore Hesburgh"
	},
	{
		"quote": "My attitude is never to be satisfied, never enough, never.",
		"author": "Duke Ellington"
	},
	{
		"quote": "Such highly qualitative leadership is demanded especially in the realm of the fostering of right international relations. Here the demand is simply irresistible.",
		"author": "John Raleigh Mott"
	},
	{
		"quote": "Republican leadership in Congress let the energy companies write the energy bill that sent prices soaring, and has turned a blind eye to the struggles of working families trying to make ends meet.",
		"author": "Sherrod Brown"
	},
	{
		"quote": "The secret to understanding me is, I&#39;m not trying to be anybody other than who I actually am. People want candid, refreshing leadership. And I&#39;ve always tried to go with solutions. You know, I&#39;ve always tried to say, here&#39;s how we get our economy growing, here&#39;s why we get our debt under control. That&#39;s what Mitt Romney is offering.",
		"author": "Paul Ryan"
	},
	{
		"quote": "The great leaders have always stage-managed their effects.",
		"author": "Charles de Gaulle"
	},
	{
		"quote": "Leadership consists of picking good men and helping them do their best.",
		"author": "Chester W. Nimitz"
	},
	{
		"quote": "The sharp employ the sharp.",
		"author": "Douglas William Jerrold"
	},
	{
		"quote": "Hold yourself responsible for a higher standard than anybody expects of you. Never excuse yourself.",
		"author": "Henry Ward Beecher"
	},
	{
		"quote": "Affirmation without discipline is the beginning of delusion.",
		"author": "Jim Rohn"
	},
	{
		"quote": "The speed of the leader is the speed of the gang.",
		"author": "Mary Kay Ash"
	},
	{
		"quote": "Leadership is influence.",
		"author": "John C. Maxwell"
	},
	{
		"quote": "No matter how carefully you plan your goals they will never be more than pipe dreams unless you pursue them with gusto.",
		"author": "W. Clement Stone"
	},
	{
		"quote": "Leadership does not depend on being right.",
		"author": "Ivan Illich"
	},
	{
		"quote": "Divorced from ethics, leadership is reduced to management and politics to mere technique.",
		"author": "James MacGregor Burns"
	},
	{
		"quote": "Leadership is an active role; &#39;lead&#39; is a verb. But the leader who tries to do it all is headed for burnout, and in a powerful hurry.",
		"author": "Bill Owens"
	},
	{
		"quote": "Servant leadership is the foundation and the secret of Sam Walton&#39;s ability to achieve team synergy.",
		"author": "Michael Bergdahl"
	},
	{
		"quote": "The Dalai Lama. He is a very wise man of great inner peace who believes that happiness is the purpose of our lives. Through his teachings and leadership, he continues to make this world a better place in which to live.",
		"author": "Sidney Sheldon"
	},
	{
		"quote": "Leadership can&#39;t be fabricated. If it is fabricated and rehearsed, you can&#39;t fool the guys in the locker room. So when you talk about leadership, it comes with performance. Leadership comes with consistency.",
		"author": "Junior Seau"
	},
	{
		"quote": "Washington&#39;s answer to a self-inflicted financial crisis reminded Americans why they so deeply distrust the political class. The &#39;fiscal cliff&#39; process was secretive and sloppy, and the nation&#39;s so-called leadership lacked the political courage to address our root problems: joblessness and debt.",
		"author": "Ron Fournier"
	},
	{
		"quote": "Well, I think that - I think leadership&#39;s always been about two main things: imagination and courage.",
		"author": "Paul Keating"
	},
	{
		"quote": "Leadership is absolutely about inspiring action, but it is also about guarding against mis-action.",
		"author": "Simon Sinek"
	},
	{
		"quote": "There is no greater name for a leader than mother or father. There is no leadership more important than parenthood.",
		"author": "Sheri L. Dew"
	},
	{
		"quote": "I believe in servant leadership, and the servant always asks, &#39;Where am I needed most?&#39;",
		"author": "Mike Pence"
	},
	{
		"quote": "No institution can possibly survive if it needs geniuses or supermen to manage it. It must be organized in such a way as to be able to get along under a leadership composed of average human beings.",
		"author": "Peter Drucker"
	},
	{
		"quote": "I think there is probably no better person to aspire to emulate than Steve Jobs and what he has done at Apple in terms of his leadership, his innovation, not settling for mediocrity.",
		"author": "Howard Schultz"
	},
	{
		"quote": "Example is leadership.",
		"author": "Albert Schweitzer"
	},
	{
		"quote": "Today a reader, tomorrow a leader.",
		"author": "Margaret Fuller"
	},
	{
		"quote": "I look for what needs to be done. After all, that&#39;s how the universe designs itself.",
		"author": "R. Buckminster Fuller"
	},
	{
		"quote": "If you want a quality, act as if you already had it.",
		"author": "William James"
	},
	{
		"quote": "Be careful the environment you choose for it will shape you; be careful the friends you choose for you will become like them.",
		"author": "W. Clement Stone"
	},
	{
		"quote": "Outstanding leaders go out of their way to boost the self-esteem of their personnel. If people believe in themselves, it&#39;s amazing what they can accomplish.",
		"author": "Sam Walton"
	},
	{
		"quote": "It is essential to employ, trust, and reward those whose perspective, ability, and judgment are radically different from yours. It is also rare, for it requires uncommon humility, tolerance, and wisdom.",
		"author": "Dee Hock"
	},
	{
		"quote": "The art of leadership is saying no, not saying yes. It is very easy to say yes.",
		"author": "Tony Blair"
	},
	{
		"quote": "People who enjoy meetings should not be in charge of anything.",
		"author": "Thomas Sowell"
	},
	{
		"quote": "Leadership is diving for a loose ball, getting the crowd involved, getting other players involved. It&#39;s being able to take it as well as dish it out. That&#39;s the only way you&#39;re going to get respect from the players.",
		"author": "Larry Bird"
	},
	{
		"quote": "Go as far as you can see; when you get there, you&#39;ll be able to see farther.",
		"author": "J. P. Morgan"
	},
	{
		"quote": "Without initiative, leaders are simply workers in leadership positions.",
		"author": "Bo Bennett"
	},
	{
		"quote": "All of the great leaders have had one characteristic in common: it was the willingness to confront unequivocally the major anxiety of their people in their time. This, and not much else, is the essence of leadership.",
		"author": "John Kenneth Galbraith"
	},
	{
		"quote": "Leadership is getting someone to do what they don&#39;t want to do, to achieve what they want to achieve.",
		"author": "Tom Landry"
	},
	{
		"quote": "I want American Dream growth - lots of new businesses, well-paying jobs, and American leadership in new industries, like clean energy and biotechnology.",
		"author": "William J. Clinton"
	},
	{
		"quote": "Inability to make decisions is one of the principal reasons executives fail. Deficiency in decision-making ranks much higher than lack of specific knowledge or technical know-how as an indicator of leadership failure.",
		"author": "John C. Maxwell"
	},
	{
		"quote": "We are looking for a set of personal characteristics that predict success, the first and foremost of which is perseverance in the face of challenges. We also look for the ability to influence and motivate others who share your values, strong problem-solving ability, and leadership.",
		"author": "Wendy Kopp"
	},
	{
		"quote": "Leadership is a matter of having people look at you and gain confidence, seeing how you react. If you&#39;re in control, they&#39;re in control.",
		"author": "Tom Landry"
	},
	{
		"quote": "True leadership lies in guiding others to success. In ensuring that everyone is performing at their best, doing the work they are pledged to do and doing it well.",
		"author": "Bill Owens"
	},
	{
		"quote": "Leaders of the future will have to be visionary and be able to bring people in - real communicators. These are things that women bring to leadership and executive positions, and it&#39;s going to be incredibly valuable and incredibly in demand.",
		"author": "Anita Borg"
	},
	{
		"quote": "Public office is supposed to be a public trust. This is a clear sign of the rampant corruption at the highest levels of the Republican leadership.",
		"author": "Bob Etheridge"
	},
	{
		"quote": "You have to enable and empower people to make decisions independent of you. As I&#39;ve learned, each person on a team is an extension of your leadership; if they feel empowered by you they will magnify your power to lead.",
		"author": "Tom Ridge"
	},
	{
		"quote": "Sport fosters many things that are good; teamwork and leadership.",
		"author": "Daley Thompson"
	},
	{
		"quote": "The trouble with the Labour Party leadership and the trade union leadership, they&#39;re quite willing to applaud millions on the streets of the Philippines or in Eastern Europe, without understanding the need to also produce millions of people on the streets of Britain.",
		"author": "Arthur Scargill"
	},
	{
		"quote": "A good objective of leadership is to help those who are doing poorly to do well and to help those who are doing well to do even better.",
		"author": "Jim Rohn"
	},
	{
		"quote": "Uncertainty is a permanent part of the leadership landscape. It never goes away.",
		"author": "Andy Stanley"
	},
	{
		"quote": "Leadership is all about taking people on a journey. The challenge is that most of the time, we are asking people to follow us to places we ourselves have never been.",
		"author": "Andy Stanley"
	},
	{
		"quote": "Globalisation means many other countries are asserting themselves and trying to take over leadership. Please don&#39;t ask Americans to let others assume the leadership of human exploration. We can do wonderful science on the Moon, and wonderful commercial things. Then we can pack up and move on to Mars.",
		"author": "Buzz Aldrin"
	},
	{
		"quote": "We&#39;re trained to see the world in terms of charismatic organizations and charismatic people. That&#39;s who we look to for leadership and change, for transformation. We&#39;re awaiting the next J.F.K., the next Martin Luther King, the next Gandhi, the next Nelson Mandela.",
		"author": "Paul Hawken"
	},
	{
		"quote": "One of the lessons of leadership worth emphasizing is that you want to get to know other great leaders and take their advice. At some point in your development, it&#39;s only people who&#39;ve been in the seat of having to be leaders who can help you in a deep way.",
		"author": "Jim Yong Kim"
	},
	{
		"quote": "Leadership is something you earn, something you&#39;re chosen for. You can&#39;t come in yelling, &#39;I&#39;m your leader!&#39; If it happens, it&#39;s because the other guys respect you.",
		"author": "Ben Roethlisberger"
	},
	{
		"quote": "Management&#39;s job is to convey leadership&#39;s message in a compelling and inspiring way. Not just in meetings, but also by example.",
		"author": "Jeffrey Gitomer"
	},
	{
		"quote": "I think America is in trouble, but it&#39;s not beyond repair. But it&#39;s going to take leadership who sees the greatness of this country and who believes that, once again, we can be one nation under God.",
		"author": "Mike Huckabee"
	},
	{
		"quote": "The key to being a good manager is keeping the people who hate me away from those who are still undecided.",
		"author": "Casey Stengel"
	},
	{
		"quote": "High expectations are the key to everything.",
		"author": "Sam Walton"
	},
	{
		"quote": "The key to successful leadership today is influence, not authority.",
		"author": "Ken Blanchard"
	},
	{
		"quote": "Leadership is the other side of the coin of loneliness, and he who is a leader must always act alone. And acting alone, accept everything alone.",
		"author": "Ferdinand Marcos"
	},
	{
		"quote": "You can never stop and as older people, we have to learn how to take leadership from the youth and I guess I would say that this is what I&#39;m attempting to do right now.",
		"author": "Angela Davis"
	},
	{
		"quote": "We live in a society obsessed with public opinion. But leadership has never been about popularity.",
		"author": "Marco Rubio"
	},
	{
		"quote": "Pay attention to those employees who respectfully ask why. They are demonstrating an interest in their jobs and exhibiting a curiosity that could eventually translate into leadership ability.",
		"author": "Harvey Mackay"
	},
	{
		"quote": "Leadership is about making the right decision and the best decision before, sometimes, it becomes entirely popular.",
		"author": "Martin O'Malley"
	},
	{
		"quote": "Leadership is about doing the right thing, even if it going against a vast number of naysayers and mediocre people.",
		"author": "N. R. Narayana Murthy"
	},
	{
		"quote": "A leader is a dealer in hope.",
		"author": "Napoleon Bonaparte"
	},
	{
		"quote": "Leadership is unlocking people&#39;s potential to become better.",
		"author": "Bill Bradley"
	},
	{
		"quote": "If a window of opportunity appears, don&#39;t pull down the shade.",
		"author": "Tom Peters"
	},
	{
		"quote": "Clarity affords focus.",
		"author": "Thomas Leonard"
	},
	{
		"quote": "The signs of outstanding leadership appear primarily among the followers. Are the followers reaching their potential? Are they learning? Serving? Do they achieve the required results? Do they change with grace? Manage conflict?",
		"author": "Max de Pree"
	},
	{
		"quote": "The topic of leadership is a touchy one. A lot of leaders fail because they don&#39;t have the bravery to touch that nerve or strike that chord. Throughout my years, I haven&#39;t had that fear.",
		"author": "Kobe Bryant"
	},
	{
		"quote": "I vividly remember a conversation I had many years ago in 1974, which marked a turning point in my leadership journey. I was sitting at a Holiday Inn with my friend, Kurt Campmeyer, when he asked me if I had a personal growth plan. I didn&#39;t. In fact, I didn&#39;t even know you were supposed to have one.",
		"author": "John C. Maxwell"
	},
	{
		"quote": "A lot of young people just starting out unskilled, as all Americans do when they&#39;re born here, come to this country, and so the business community is for immigration. Big businesses, small businesses, high-tech, low-tech, the communities of faith, and the Republican leadership.",
		"author": "Grover Norquist"
	},
	{
		"quote": "The cautious seldom err.",
		"author": "Confucius"
	},
	{
		"quote": "Leadership is the art of getting someone else to do something you want done because he wants to do it.",
		"author": "Dwight D. Eisenhower"
	},
	{
		"quote": "When the best leader&#39;s work is done the people say, &#39;We did it ourselves.&#39;",
		"author": "Lao Tzu"
	},
	{
		"quote": "Effective leadership is not about making speeches or being liked; leadership is defined by results not attributes.",
		"author": "Peter Drucker"
	},
	{
		"quote": "I am a general. My soldiers are the keys and I have to command them.",
		"author": "Vladimir Horowitz"
	},
	{
		"quote": "I know of no single formula for success. But over the years I have observed that some attributes of leadership are universal and are often about finding ways of encouraging people to combine their efforts, their talents, their insights, their enthusiasm and their inspiration to work together.",
		"author": "Queen Elizabeth II"
	},
	{
		"quote": "My philosophy of leadership is to surround myself with good people who have ability, judgment and knowledge, but above all, a passion for service.",
		"author": "Sonny Perdue"
	},
	{
		"quote": "I think a major act of leadership right now, call it a radical act, is to create the places and processes so people can actually learn together, using our experiences.",
		"author": "Margaret J. Wheatley"
	},
	{
		"quote": "A functioning, robust democracy requires a healthy educated, participatory followership, and an educated, morally grounded leadership.",
		"author": "Chinua Achebe"
	},
	{
		"quote": "I think the currency of leadership is transparency. You&#39;ve got to be truthful. I don&#39;t think you should be vulnerable every day, but there are moments where you&#39;ve got to share your soul and conscience with people and show them who you are, and not be afraid of it.",
		"author": "Howard Schultz"
	},
	{
		"quote": "What&#39;s increasingly clear is that when you are open to a discussion of leadership, and you&#39;re relating it to your company, it is much easier to get people to become open.",
		"author": "Kenneth Chenault"
	},
	{
		"quote": "To succeed in business it is necessary to make others see things as you see them.",
		"author": "Aristotle Onassis"
	},
	{
		"quote": "Leadership is practiced not so much in words as in attitude and in actions.",
		"author": "Harold S. Geneen"
	},
	{
		"quote": "Don&#39;t find fault, find a remedy.",
		"author": "Henry Ford"
	},
	{
		"quote": "No wind serves him who addresses his voyage to no certain port.",
		"author": "Michel de Montaigne"
	},
	{
		"quote": "Strong convictions precede great actions.",
		"author": "James Freeman Clarke"
	},
	{
		"quote": "A man always has two reasons for doing anything: a good reason and the real reason.",
		"author": "J. P. Morgan"
	},
	{
		"quote": "It is rare to find a business partner who is selfless. If you are lucky it happens once in a lifetime.",
		"author": "Michael Eisner"
	},
	{
		"quote": "Leaders must encourage their organizations to dance to forms of music yet to be heard.",
		"author": "Warren Bennis"
	},
	{
		"quote": "Good management is the art of making problems so interesting and their solutions so constructive that everyone wants to get to work and deal with them.",
		"author": "Paul Hawken"
	},
	{
		"quote": "You learn far more from negative leadership than from positive leadership. Because you learn how not to do it. And, therefore, you learn how to do it.",
		"author": "Norman Schwarzkopf"
	},
	{
		"quote": "You don&#39;t lead by hitting people over the head - that&#39;s assault, not leadership.",
		"author": "Dwight D. Eisenhower"
	},
	{
		"quote": "I start with the premise that the function of leadership is to produce more leaders, not more followers.",
		"author": "Ralph Nader"
	},
	{
		"quote": "Leadership offers an opportunity to make a difference in someone&#39;s life, no matter what the project.",
		"author": "Bill Owens"
	},
	{
		"quote": "The more that social democracy develops, grows, and becomes stronger, the more the enlightened masses of workers will take their own destinies, the leadership of their movement, and the determination of its direction into their own hands.",
		"author": "Rosa Luxemburg"
	},
	{
		"quote": "This is one of the major problems we have. By the way, it was endorsed by leadership on both sides of the aisle and both ends of the Capitol, by the NRA and also by the gun control groups.",
		"author": "John Dingell"
	},
	{
		"quote": "If there is such a thing as good leadership, it is to give a good example. I have to do so for all the Ikea employees.",
		"author": "Ingvar Kamprad"
	},
	{
		"quote": "It is the responsibility of leadership to provide opportunity, and the responsibility of individuals to contribute.",
		"author": "William Pollard"
	},
	{
		"quote": "While Mayor Daley surprised me today with his decision to not run for reelection, I have never been surprised by his leadership, dedication and tireless work on behalf of the city and the people of Chicago.",
		"author": "Rahm Emanuel"
	},
	{
		"quote": "And if the imam and the Muslim leadership in that community is so intent on building bridges, then they should voluntarily move the mosque away from ground zero and move it whether it&#39;s uptown or somewhere else, but move it away from that area, the same as the pope directed the Carmelite nuns to move a convent away from Auschwitz.",
		"author": "Peter T. King"
	},
	{
		"quote": "What happened with Hurricane Katrina was the American electorate was forced to look at what lay behind the veneer of chest-beating. We all saw the consequences of having terrible government leadership.",
		"author": "Susan Faludi"
	},
	{
		"quote": "If America wants to retain its position as a global power, its president must listen to the people and show strong leadership at this turning point in human history.",
		"author": "David Suzuki"
	},
	{
		"quote": "The conductor is the artistic leader and sometimes cultural arbiter of his or her community. It is their leadership that is looked to and should anything go wrong, they are the persons taking most of the heat.",
		"author": "Leonard Slatkin"
	},
	{
		"quote": "At IBM, if we kept our same leadership for 36 years, we&#39;d be bankrupt.",
		"author": "Scott Howell"
	},
	{
		"quote": "We expect our leaders to be godlike. But I feel that when people try to sanctify leadership, it puts it out of the realm of regular people. And that&#39;s where the greatest leaders come from - from the people.",
		"author": "Katori Hall"
	},
	{
		"quote": "I don&#39;t think leadership demands &#39;yes&#39; or &#39;no&#39; answers; I think leadership is providing the forum for making the right decision, which doesn&#39;t demand unanimity.",
		"author": "Arthur Ochs Sulzberger, Jr."
	},
	{
		"quote": "Most businesses think that product is the most important thing, but without great leadership, mission and a team that deliver results at a high level, even the best product won&#39;t make a company successful.",
		"author": "Robert Kiyosaki"
	},
	{
		"quote": "To me, leadership is about encouraging people. It&#39;s about stimulating them. It&#39;s about enabling them to achieve what they can achieve - and to do that with a purpose.",
		"author": "Christine Lagarde"
	},
	{
		"quote": "You can&#39;t run a government from one single person. What instead matters is that leadership be about gathering around extraordinary individuals and getting the best out of them.",
		"author": "Justin Trudeau"
	},
	{
		"quote": "The growth and development of people is the highest calling of leadership.",
		"author": "Harvey S. Firestone"
	},
	{
		"quote": "God will never direct us to be prideful, arrogant and unforgiving, immoral or slothful or full of fear. We step into these things because we are insensitive to the leadership of the Holy Spirit within us.",
		"author": "Charles Stanley"
	},
	{
		"quote": "Many corporate leaders and employees have the right intentions, but it can be overwhelming when you consider how everything is affected from leadership styles, to organizational structure, to employee engagement, to customer service an marketplace.",
		"author": "Simon Mainwaring"
	},
	{
		"quote": "The first man gets the oyster, the second man gets the shell.",
		"author": "Andrew Carnegie"
	},
	{
		"quote": "Millions saw the apple fall, but Newton was the one who asked why.",
		"author": "Bernard Baruch"
	},
	{
		"quote": "Leaders grasp nettles.",
		"author": "David Ogilvy"
	},
	{
		"quote": "Enlightened leadership is spiritual if we understand spirituality not as some kind of religious dogma or ideology but as the domain of awareness where we experience values like truth, goodness, beauty, love and compassion, and also intuition, creativity, insight and focused attention.",
		"author": "Deepak Chopra"
	},
	{
		"quote": "Leadership cannot really be taught. It can only be learned.",
		"author": "Harold S. Geneen"
	},
	{
		"quote": "The employer generally gets the employees he deserves.",
		"author": "J. Paul Getty"
	},
	{
		"quote": "Time is neutral and does not change things. With courage and initiative, leaders change things.",
		"author": "Jesse Jackson"
	},
	{
		"quote": "Be the chief but never the lord.",
		"author": "Lao Tzu"
	},
	{
		"quote": "A throne is only a bench covered with velvet.",
		"author": "Napoleon Bonaparte"
	},
	{
		"quote": "It is better to lead from behind and to put others in front, especially when you celebrate victory when nice things occur. You take the front line when there is danger. Then people will appreciate your leadership.",
		"author": "Nelson Mandela"
	},
	{
		"quote": "Making good decisions is a crucial skill at every level.",
		"author": "Peter Drucker"
	},
	{
		"quote": "You&#39;re only as good as the people you hire.",
		"author": "Ray Kroc"
	},
	{
		"quote": "Every act of conscious learning requires the willingness to suffer an injury to one&#39;s self-esteem. That is why young children, before they are aware of their own self-importance, learn so easily.",
		"author": "Thomas Szasz"
	},
	{
		"quote": "The exercise of power is determined by thousands of interactions between the world of the powerful and that of the powerless, all the more so because these worlds are never divided by a sharp line: everyone has a small part of himself in both.",
		"author": "Vaclav Havel"
	},
	{
		"quote": "Leaders must be close enough to relate to others, but far enough ahead to motivate them.",
		"author": "John C. Maxwell"
	},
	{
		"quote": "There are three secrets to managing. The first secret is have patience. The second is be patient. And the third most important secret is patience.",
		"author": "Chuck Tanner"
	},
	{
		"quote": "When your values are clear to you, making decisions becomes easier.",
		"author": "Roy E. Disney"
	},
	{
		"quote": "One must be convinced to convince, to have enthusiasm to stimulate the others.",
		"author": "Stefan Zweig"
	},
	{
		"quote": "If the highest aim of a captain were to preserve his ship, he would keep it in port forever.",
		"author": "Thomas Aquinas"
	},
	{
		"quote": "Leadership can not be measured in a poll or even in the result of an election. It can only be truly seen with the benefit of time. From the perspective of 20 years, not 20 days.",
		"author": "Marco Rubio"
	},
	{
		"quote": "Leadership is working with goals and vision; management is working with objectives.",
		"author": "Russel Honore"
	},
	{
		"quote": "Leadership is an opportunity to serve. It is not a trumpet call to self-importance.",
		"author": "J. Donald Walters"
	},
	{
		"quote": "Leadership should be born out of the understanding of the needs of those who would be affected by it.",
		"author": "Marian Anderson"
	},
	{
		"quote": "The function of leadership is to produce more leaders, not more followers.",
		"author": "Ralph Nader"
	},
	{
		"quote": "The most dangerous leadership myth is that leaders are born-that there is a genetic factor to leadership. This myth asserts that people simply either have certain charismatic qualities or not. That&#39;s nonsense; in fact, the opposite is true. Leaders are made rather than born.",
		"author": "Warren Bennis"
	},
	{
		"quote": "The only safe ship in a storm is leadership.",
		"author": "Faye Wattleton"
	},
	{
		"quote": "Character matters; leadership descends from character.",
		"author": "Rush Limbaugh"
	},
	{
		"quote": "Education is the mother of leadership.",
		"author": "Wendell Willkie"
	},
	{
		"quote": "Absolute identity with one&#39;s cause is the first and great condition of successful leadership.",
		"author": "Woodrow Wilson"
	},
	{
		"quote": "I believe that the will of the people is resolved by a strong leadership. Even in a democratic society, events depend on a strong leadership with a strong power of persuasion, and not on the opinion of the masses.",
		"author": "Yitzhak Shamir"
	},
	{
		"quote": "I believe it is time for new leadership that is able to leave the &#39;70s behind.",
		"author": "Kim Campbell"
	},
	{
		"quote": "Rotary provides training at all levels so that those who have been selected for leadership positions have the opportunity to learn and apply leadership principles to their jobs.",
		"author": "Ron D. Burton"
	},
	{
		"quote": "Leadership in telecommunications is also essential, since we are now in the age of e-commerce.",
		"author": "Michael Oxley"
	},
	{
		"quote": "The war and terrorism in the Middle East, the crisis of leadership in many of the oil-supply countries in the developing world, the crisis of global warming - all these are very clearly tied to energy.",
		"author": "Julia Louis-Dreyfus"
	},
	{
		"quote": "The Leadership Training Institute of America is a cultural think tank providing training and opportunity in leadership development and cultural dynamics.",
		"author": "Michael Burgess"
	},
	{
		"quote": "Moreover, as the leadership of the House confirmed last year, the Administration remains opposed to a congressional resolution on the Armenian Genocide due to Turkish objections. This approach sends absolutely the wrong signal to Turkey and to the rest of the world.",
		"author": "Patrick J. Kennedy"
	},
	{
		"quote": "There would not be enough talent that&#39;s educated, developed and ready to take on the next leadership challenge, and it would cap our growth. Now we&#39;ve put programs in place not to have that happen, but that could be a weakness.",
		"author": "Kevin Rollins"
	},
	{
		"quote": "I think it is important to ask ourselves as citizens, not as Democrats attacking the administration, but as citizens, whether a world power can really provide global leadership on the basis of fear and anxiety?",
		"author": "Zbigniew Brzezinski"
	},
	{
		"quote": "Roosevelt was the one who had the vision to change our policy from isolationism to world leadership. That was a terrific revolution. Our country&#39;s never been the same since.",
		"author": "W. Averell Harriman"
	},
	{
		"quote": "I forgot to shake hands and be friendly. It was an important lesson about leadership.",
		"author": "Lee Iacocca"
	},
	{
		"quote": "A leader is one who, out of madness or goodness, volunteers to take upon himself the woe of the people. There are few men so foolish, hence the erratic quality of leadership in the world.",
		"author": "John Updike"
	},
	{
		"quote": "The one thing I have learned as a CEO is that leadership at various levels is vastly different. When I was leading a function or a business, there were certain demands and requirements to be a leader. As you move up the organization, the requirements for leading that organization don&#39;t grow vertically; they grow exponentially.",
		"author": "Indra Nooyi"
	},
	{
		"quote": "Leadership is hard to define and good leadership even harder. But if you can get people to follow you to the ends of the earth, you are a great leader.",
		"author": "Indra Nooyi"
	},
	{
		"quote": "President Obama chose politics over leadership. &#39;Hope&#39; and &#39;Change&#39; have become bait-and-switch.",
		"author": "Lindsey Graham"
	},
	{
		"quote": "I wish I had played team sports. I think every kid should. Teamwork builds character - teaches people about leadership and cooperation.",
		"author": "Mo Rocca"
	},
	{
		"quote": "The current leadership of the Labor party react to the idea that working-class students might study the subjects they studied with the same horror that the Earl of Grantham showed when a chauffeur wanted to marry his daughter.",
		"author": "Michael Gove"
	},
	{
		"quote": "Different times need different types of leadership.",
		"author": "Park Geun-hye"
	},
	{
		"quote": "In Britain, you do your job. When you do an American TV show, there is a sense of being one with the crew, and there is a leadership element, which was a learning curve for me because it is very different culturally. In Britain, you just do it, leave and say, &#39;Thanks.&#39;",
		"author": "Theo James"
	},
	{
		"quote": "Because management deals mostly with the status quo and leadership deals mostly with change, in the next century we are going to have to try to become much more skilled at creating leaders.",
		"author": "John P. Kotter"
	},
	{
		"quote": "When it comes to serious cuts to major programs like Medicaid, the American people are not calling for leadership but magic. They want cuts with no pain.",
		"author": "Juan Williams"
	},
	{
		"quote": "I think leadership is knowing what you want to achieve and then purposefully and sensibly taking steps to achieve it, remembering always that you have got to bring people with you if you are seeking to be a successful political leader.",
		"author": "Tony Abbott"
	},
	{
		"quote": "This obsession with leadership... It&#39;s not neutral; it&#39;s American, this idea of the heroic leader who comes in on a white horse to save the day. I think it&#39;s killing American companies.",
		"author": "Henry Mintzberg"
	},
	{
		"quote": "At the heart of great leadership is a curious mind, heart, and spirit.",
		"author": "Chip Conley"
	},
	{
		"quote": "Making those around you feel invisible is the opposite of leadership.",
		"author": "Margaret Heffernan"
	},
	{
		"quote": "I think we so often equate leadership with being experts - the leader is supposed to come in and fix things. But in this interconnected world we live in now, it&#39;s almost impossible for just one person to do that.",
		"author": "Jacqueline Novogratz"
	},
	{
		"quote": "Leadership experts and the public alike extol the virtues of transformational leaders - those who set out bold objectives and take risks to change the world. We tend to downplay &#39;transactional&#39; leaders, whose goals are more modest, as mere managers.",
		"author": "Joseph Nye"
	},
	{
		"quote": "The main tenet of design thinking is empathy for the people you&#39;re trying to design for. Leadership is exactly the same thing - building empathy for the people that you&#39;re entrusted to help.",
		"author": "David M. Kelley"
	},
	{
		"quote": "The cost of leadership is self-interest.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Lead yourself whenever your boss&#39; leadership deteriorates. When your boss doesn&#39;t praise what you do, praise yourself. When your boss doesn&#39;t make you big, make yourself big. Remember, if you have done your best, failure does not count.",
		"author": "Mario Teguh"
	},
	{
		"quote": "Mandela&#39;s heroism is the heroism of a man who suffered so badly for what he thought of as freedom. And yet when he had the upper hand he has this incredible self-control and these incredible leadership qualities.",
		"author": "Bono"
	},
	{
		"quote": "There are very few good examples of effective, nurturing leadership that unlocks people&#39;s potential or even enthusiasm.",
		"author": "Deepak Chopra"
	},
	{
		"quote": "Everything rises and falls on leadership.",
		"author": "John C. Maxwell"
	},
	{
		"quote": "We all know business financial performance improves when more women are in senior levels of management and leadership.",
		"author": "Beth Brooke"
	},
	{
		"quote": "Too often, advances in civil rights or women&#39;s rights are undermined by wrong-headed legislation or weak-kneed political leadership.",
		"author": "Mike Quigley"
	},
	{
		"quote": "All the leadership positions that I have had have one common denominator: none has required that I give up my science work.",
		"author": "Mildred S. Dresselhaus"
	},
	{
		"quote": "As members of Congress, we take an oath to uphold the Constitution and bear true faith and allegiance to the United States, not the Republican or Democratic party. I have been willing to stand up to my own leadership when it&#39;s in the national interest.",
		"author": "Jackie Speier"
	},
	{
		"quote": "There is usually an &#39;X factor&#39; that is hard to define. For HTC, I think it is our culture. We embrace the best of our Eastern roots and combine it with the best of the Western cultures where we have leadership and offices. It makes the culture colorful as well as energetic and creative.",
		"author": "Cher Wang"
	},
	{
		"quote": "I think leadership is more than just being able to cross the t&#39;s and dot the i&#39;s. It&#39;s about character and integrity and work ethic.",
		"author": "Steve Largent"
	},
	{
		"quote": "I think for leadership positions, emotional intelligence is more important than cognitive intelligence. People with emotional intelligence usually have a lot of cognitive intelligence, but that&#39;s not always true the other way around.",
		"author": "John Mackey"
	},
	{
		"quote": "True leadership isn&#39;t about having an idea. It&#39;s about having an idea and recruiting other people to execute on this vision.",
		"author": "Leila Janah"
	},
	{
		"quote": "I am deeply honored by the opportunity to lead Intel. We have amazing assets, tremendous talent, and an unmatched legacy of innovation and execution. I look forward to working with our leadership team and employees worldwide to continue our proud legacy while moving even faster into ultra-mobility to lead Intel into the next era.",
		"author": "Brian Krzanich"
	},
	{
		"quote": "Abby Johnson has agreed to become Chief Executive Officer of Fidelity, reflecting a further step forward in our leadership succession plan. Abby will retain her role of President, and I will continue to serve as Chairman of the Board.",
		"author": "Edward Johnson, III"
	},
	{
		"quote": "I have the right temperament. I have the right leadership. I&#39;ve built an incredible company. I went to a great school. I came out - I built an incredible company. I wrote the number one selling business book of all time: &#39;Trump: The Art of the Deal.&#39;",
		"author": "Donald Trump"
	},
	{
		"quote": "We also can&#39;t try to take over and rebuild every country that falls into crisis. That&#39;s not leadership; that&#39;s a recipe for quagmire, spilling American blood and treasure that ultimately weakens us. It&#39;s the lesson of Vietnam, of Iraq - and we should have learned it by now.",
		"author": "Barack Obama"
	},
	{
		"quote": "From the very first, it has been the educated and intelligent of the Negro people that have led and elevated the mass, and the sole obstacles that nullified and retarded their efforts were slavery and race prejudice; for what is slavery but the legalized survival of the unfit and the nullification of the work of natural internal leadership?",
		"author": "W. E. B. Du Bois"
	},
	{
		"quote": "Leadership does matter.",
		"author": "Mark Rutte"
	},
	{
		"quote": "The world is yearning for strong leadership and moral clarity; someone who knows the difference between good and bad.",
		"author": "Isaac Herzog"
	},
	{
		"quote": "Leadership can change its mind; leadership can open its eye. Leadership can even be replaced.",
		"author": "Ehud Barak"
	},
	{
		"quote": "I believe a democracy needs men and women of conviction in its positions of leadership in order for us to succeed. That&#39;s the subject of &#39;A Perfect Candidate,&#39; a film I made 20 years ago about Oliver North and Charles Robb.",
		"author": "R. J. Cutler"
	},
	{
		"quote": "The world has lost faith in American leadership, and the threats are mounting.",
		"author": "Michael T. Flynn"
	},
	{
		"quote": "So often, when we don&#39;t have people that can be representative or symbolic of leadership and of faith, of purpose, in that absence we become bitter and resentful.",
		"author": "Nate Parker"
	},
	{
		"quote": "The most significant barrier to female leadership is the actual lack of females in leadership. The best advice I can give to women is to go out and start something, ideally their own businesses. If you can&#39;t see a path for leadership within your own company, go blaze a trail of your own.",
		"author": "Safra A. Catz"
	},
	{
		"quote": "The leader is one who mobilizes others toward a goal shared by leaders and followers... Leaders, followers and goals make up the three equally necessary supports for leadership.",
		"author": "Garry Wills"
	},
	{
		"quote": "I&#39;m a pragmatist. I think, as a woman, you have to be more careful. You have to be more communal, you have to say yes to more things than men, you have to worry about things that men don&#39;t have to worry about. But once we get enough women into leadership, we can break stereotypes down. If you lead, you get to decide.",
		"author": "Sheryl Sandberg"
	},
	{
		"quote": "You have to have your heart in the business and the business in your heart.",
		"author": "An Wang"
	},
	{
		"quote": "I have always supported measures and principles and not men.",
		"author": "Davy Crockett"
	},
	{
		"quote": "When placed in command, take charge.",
		"author": "Norman Schwarzkopf"
	},
	{
		"quote": "It is, after all, the responsibility of the expert to operate the familiar and that of the leader to transcend it.",
		"author": "Henry Kissinger"
	},
	{
		"quote": "Good leadership consists of showing average people how to do the work of superior people.",
		"author": "John D. Rockefeller"
	},
	{
		"quote": "He who is prudent and lies in wait for an enemy who is not, will be victorious.",
		"author": "Sun Tzu"
	},
	{
		"quote": "If you command wisely, you&#39;ll be obeyed cheerfully.",
		"author": "Thomas Fuller"
	},
	{
		"quote": "Doing is a quantum leap from imagining.",
		"author": "Barbara Sher"
	},
	{
		"quote": "If you want to get the most out of your men, give them a break! Don&#39;t make them work completely in the dark. If you do, they won&#39;t do a bit more than they have to. But if they comprehend, they&#39;ll work like mad.",
		"author": "Chesty Puller"
	},
	{
		"quote": "Ninety percent of leadership is the ability to communicate something people want.",
		"author": "Dianne Feinstein"
	},
	{
		"quote": "Despite the increasingly presidential style of political leadership in our country, teamwork is essential.",
		"author": "Bob Ainsworth"
	},
	{
		"quote": "Leadership is a mindset in action. So don&#39;t wait for the title. Leadership isn&#39;t something that anyone can give you - you have to earn it and claim it for yourself.",
		"author": "Travis Bradberry"
	},
	{
		"quote": "Leadership is intangible, and therefore no weapon ever designed can replace it.",
		"author": "Omar N. Bradley"
	},
	{
		"quote": "Leadership is a potent combination of strategy and character. But if you must be without one, be without the strategy.",
		"author": "Norman Schwarzkopf"
	},
	{
		"quote": "The message of the free world to any potential Palestinian leadership should be a simple one: Embrace democratic reform and we will embrace you.",
		"author": "Natan Sharansky"
	},
	{
		"quote": "And the whole world, the whole world that believes in freedom, whether you&#39;re talking about personal freedom, economic freedom, religious freedom, they look to the United States for leadership; and you&#39;re part of that leadership.",
		"author": "Don Nickles"
	},
	{
		"quote": "The 9/11 Commission recently released their report, citing important changes which need to be made to improve our nation&#39;s homeland security. I voiced my disappointment with the House leadership when this report was left until after the August recess for action.",
		"author": "Leonard Boswell"
	},
	{
		"quote": "He&#39;s a novice, but he&#39;s had these - he&#39;s experienced in leadership in tight circumstances. He started - he dropped the first bomb, led the first air strike into North Vietnam.",
		"author": "James Stockdale"
	},
	{
		"quote": "The biggest difference is in the leadership. It was better for us. We had more coaches and mentors to help us. A lot of the younger players today suffer from a lack of direction.",
		"author": "Isaiah Thomas"
	},
	{
		"quote": "I have a different vision of leadership. A leadership is someone who brings people together.",
		"author": "George W. Bush"
	},
	{
		"quote": "It&#39;s not as if our party has a leadership campaign underway.",
		"author": "Peter MacKay"
	},
	{
		"quote": "I think it is important for people who are given leadership roles to assume that role immediately.",
		"author": "Bob Iger"
	},
	{
		"quote": "It&#39;s a different era. Our job now is to show leadership and vision and to help the next generation of artists.",
		"author": "Karen Kain"
	},
	{
		"quote": "Most leadership strategies are doomed to failure from the outset. As people have been noting for years, the majority of strategic initiatives that are driven from the top are marginally effective - at best.",
		"author": "Peter Senge"
	},
	{
		"quote": "Beginning under the Roman Empire, intellectual leadership in the West had been provided by Christianity. In the middle ages, who invented the first universities - in Paris, Oxford, Cambridge? The church.",
		"author": "Nancy Pearcey"
	},
	{
		"quote": "I don&#39;t pretend there aren&#39;t biological differences, but I don&#39;t believe the desire for leadership is hardwired biology, not the desire to win or excel. I believe that it&#39;s socialization, that we&#39;re socializing our daughters to nurture and our boys to lead.",
		"author": "Sheryl Sandberg"
	},
	{
		"quote": "As a woman leader, I thought I brought a different kind of leadership. I was interested in women&#39;s issues, in bringing down the population growth rate... as a woman, I entered politics with an additional dimension - that of a mother.",
		"author": "Benazir Bhutto"
	},
	{
		"quote": "Leadership is a way of thinking, a way of acting and, most importantly, a way of communicating.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Power should be reserved for weightlifting and boats, and leadership really involves responsibility.",
		"author": "Herb Kelleher"
	},
	{
		"quote": "In the end, leadership comes down to consistency and strong, confident action upon which the team can rely - and this doesn&#39;t mean imposing a bunch of rules.",
		"author": "Don Yaeger"
	},
	{
		"quote": "There&#39;s no doubt West Point impacted who I am... It has an enormous emphasis, not only on military aspects, but character development. Whether it&#39;s the honor code, or the interactions you have, both with the cadet leadership and the academy leadership, every place you are is a character test.",
		"author": "Mike Pompeo"
	},
	{
		"quote": "Leadership is a mindset that shifts from being a victim to creating results. Any one of us can demonstrate leadership in our work and within our lives.",
		"author": "Robin S. Sharma"
	},
	{
		"quote": "Sonia Gandhi, Manmohan Singh and Rahul Gandhi are our star campaigners. Our party will fight under their leadership.",
		"author": "Jitin Prasada"
	},
	{
		"quote": "So long as the global economy continues to recover, that remains Obama&#39;s No. 1 claim to successful leadership. Nothing else even comes close.",
		"author": "Thomas P.M. Barnett"
	},
	{
		"quote": "The country has sorted itself ideologically into the two political parties, and those partisan attachments have hardened in recent years. It will take an extraordinary event and act of leadership to break this partisan divide. I thought 9/11 might provide such an opportunity, but it was not seized.",
		"author": "Thomas E. Mann"
	},
	{
		"quote": "Since Franklin Roosevelt&#39;s leadership in setting up the United Nations and the Nuremberg trials, the U.S. has promoted universal legal norms and the institutions to enforce them while seeking, by hook or by crook, to exempt American citizens, especially soldiers, from their actual application.",
		"author": "Michael Ignatieff"
	},
	{
		"quote": "Character in leadership is the most important balance for leadership. Without character, leaders have no safety. Leadership has no protection without character.",
		"author": "Myles Munroe"
	},
	{
		"quote": "I believe that there are new perspectives that are needed in order for us to resolve the problems that we face as Americans and also the problems we face as people on this planet, and I believe that new perspective and new leadership is needed.",
		"author": "Martin O'Malley"
	},
	{
		"quote": "I wanted total control and leadership. I wanted to buy the horses and choose the players.",
		"author": "Adolfo Cambiaso"
	},
	{
		"quote": "One civilization after another has been wrecked upon the attempt to secure sufficient leadership from a single group or class.",
		"author": "Herbert Hoover"
	},
	{
		"quote": "Unlike President Obama, I would say that I support the long-standing bipartisan post-war belief that American global strength and leadership secures our national-security interests, and it also promotes order and stability in the world. And it gives us immense influence in the world and deters our adversaries and reassures our allies.",
		"author": "Tom Cotton"
	},
	{
		"quote": "Populist promises to reverse every tough decision are nothing but empty rhetoric, irresponsible leadership, and bad politics. They are not the solution to Ireland&#39;s problems.",
		"author": "Enda Kenny"
	},
	{
		"quote": "My senior leadership team is half people who have been at GM for a long period of time like me, and others who have joined the company within the last five years from different industries, experiences, and countries. You have a better picture of the world. The diversity of thought is where you can make better business decisions.",
		"author": "Mary Barra"
	},
	{
		"quote": "Maintaining a positive working relationship with Mexico&#39;s leadership will also be crucial to increasing communication and trade. I plan to personally maintain those relationships.",
		"author": "Doug Ducey"
	},
	{
		"quote": "If you care enough for a result, you will most certainly attain it.",
		"author": "William James"
	},
	{
		"quote": "If you have ideas, you have the main asset you need, and there isn&#39;t any limit to what you can do with your business and your life. Ideas are any man&#39;s greatest asset.",
		"author": "Harvey S. Firestone"
	},
	{
		"quote": "I don&#39;t know any other way to lead but by example.",
		"author": "Don Shula"
	},
	{
		"quote": "You have to lead people gently toward what they already know is right.",
		"author": "Phil Crosby"
	},
	{
		"quote": "Leadership involves finding a parade and getting in front of it.",
		"author": "John Naisbitt"
	},
	{
		"quote": "Leadership is, among other things, the ability to inflict pain and get away with it - short-term pain for long-term gain.",
		"author": "George Will"
	},
	{
		"quote": "The cardinal responsibility of leadership is to identify the dominant contradiction at each point of the historical process and to work out a central line to resolve it.",
		"author": "Mao Zedong"
	},
	{
		"quote": "I think it is quite dangerous for an organisation to think they can predict where they are going to need leadership. It needs to be something that people are willing to assume if it feels relevant, given the context of any situation.",
		"author": "Margaret J. Wheatley"
	},
	{
		"quote": "The Leadership Training Institute of America trains and equips young men and women to be leaders with high standards of personal morality and integrity.",
		"author": "Michael Burgess"
	},
	{
		"quote": "At that time, the army leadership said the implementation of this agreement would allow everyone, including the IRA, to take its political objectives forward by peaceful and democratic means.",
		"author": "Gerry Adams"
	},
	{
		"quote": "The fact that we are here today to debate raising America&#39;s debt limit is a sign of leadership failure. America has a debt problem and a failure of leadership. Americans deserve better. I, therefore, intend to oppose the effort to increase America&#39;s debt.",
		"author": "Barack Obama"
	},
	{
		"quote": "The person who takes the oath of office in the next four months will shape not just the next four years, but the next forty years of our nation. In these next four years, we need proven leadership, proven judgment and proven values. America needs four more years of President Barack Obama.",
		"author": "Rahm Emanuel"
	},
	{
		"quote": "In giving us children, God places us in a position of both leadership and service. He calls us to give up our lives for someone else&#39;s sake - to abandon our own desires and put our child&#39;s interests first. Yet, according to His perfect design, it is through this selflessness that we can become truly fulfilled.",
		"author": "Charles Stanley"
	},
	{
		"quote": "In order to cultivate a set of leaders with legitimacy in the eyes of the citizenry, it is necessary that the path to leadership be visibly open to talented and qualified individuals of every race and ethnicity.",
		"author": "Sandra Day O'Connor"
	},
	{
		"quote": "If a guy is intimidated by a woman in leadership, he has real problems with his own concepts of masculinity. That&#39;s a harsh statement, but I believe it to be true.",
		"author": "Tony Campolo"
	},
	{
		"quote": "Leadership must be likeable, affable, cordial, and above all emotional. The fashion of authoritarian leadership is gone. Football is about life. You can&#39;t be angry all day.",
		"author": "Vicente del Bosque"
	},
	{
		"quote": "I hope telling the story of how I went from being a single mom to serving in the Texas State Senate to running for governor will remind others that with the right leadership in government, where you start has nothing to do with how far you go.",
		"author": "Wendy Davis"
	},
	{
		"quote": "Get the best people and train them well.",
		"author": "Scott McNealy"
	},
	{
		"quote": "The very exercise of leadership fosters capacity for it.",
		"author": "Cyril Falls"
	},
	{
		"quote": "The nicest thing about standards is that there are so many of them to choose from.",
		"author": "Ken Olsen"
	},
	{
		"quote": "To succeed, one must be creative and persistent.",
		"author": "John H. Johnson"
	},
	{
		"quote": "Don&#39;t necessarily avoid sharp edges. Occasionally they are necessary to leadership.",
		"author": "Donald Rumsfeld"
	},
	{
		"quote": "We need leadership, and we need it now.",
		"author": "Byron Dorgan"
	},
	{
		"quote": "Leadership is the key to 99 percent of all successful efforts.",
		"author": "Erskine Bowles"
	},
	{
		"quote": "In this nation, leadership is dollars.",
		"author": "Norman Lear"
	},
	{
		"quote": "The House Republican leadership has simply run out of ideas.",
		"author": "Jan Schakowsky"
	},
	{
		"quote": "Life isn&#39;t easy, and leadership is harder still.",
		"author": "Walter Russell Mead"
	},
	{
		"quote": "People look for their leadership to lead.",
		"author": "Mick Cornett"
	},
	{
		"quote": "As a woman, my style defines my leadership. It&#39;s a gentler, more compassionate approach. I consult, I listen and I compromise where it&#39;s in the best interest of the citizens.",
		"author": "Kamla Persad-Bissessar"
	},
	{
		"quote": "Research shows that girls look at leadership differently than boys.",
		"author": "Anna Maria Chavez"
	},
	{
		"quote": "I think the U.S. should assert its leadership in a more effective way.",
		"author": "Sebastian Pinera"
	},
	{
		"quote": "Leadership is hard to train on.",
		"author": "Ben Horowitz"
	},
	{
		"quote": "The world is fortunate - for the time being, at least - that it has an American president in Obama who is prepared to take a conciliatory and concessive attitude towards America&#39;s decline and that it has a Chinese leadership which has been extremely cautious about expressing an opinion, let alone flexing its muscles.",
		"author": "Martin Jacques"
	},
	{
		"quote": "The Washington leadership has put aside non-proliferation programmes and devoted its energies and resources to driving the country to war by extraordinary deceit, then trying to manage the catastrophe it created in Iraq.",
		"author": "Noam Chomsky"
	},
	{
		"quote": "I helped to restore America&#39;s leadership.",
		"author": "Hillary Clinton"
	},
	{
		"quote": "We carry out our work under the leadership of the government.",
		"author": "Li Shufu"
	},
	{
		"quote": "Ted Cruz may be an intelligent person, but he doesn&#39;t carry out an intelligent debate. He oversimplifies, he exaggerates, and he basically led the Republican Party over the cliff in the fall of 2013. He has shown no qualifications, no legislation being passed, doesn&#39;t provide leadership, and he has no real experience.",
		"author": "Peter T. King"
	},
	{
		"quote": "Leadership is something I was born with.",
		"author": "Carmelo Anthony"
	},
	{
		"quote": "Stubbornness is a positive quality of presidential leadership - if you&#39;re right about what you&#39;re stubborn about.",
		"author": "Douglas Brinkley"
	},
	{
		"quote": "This is about systemic, institutional corruption, not personality. To ask the Democratic leadership to clean things up would be like asking the old Soviet bureaucracy under Brezhnev to reform itself. It ain&#39;t going to happen.",
		"author": "Newt Gingrich"
	},
	{
		"quote": "How we think shows through in how we act. Attitudes are mirrors of the mind. They reflect thinking.",
		"author": "David Joseph Schwartz"
	},
	{
		"quote": "Leadership is about doing what you know is right - even when a growing din of voices around you is trying to convince you to accept what you know to be wrong.",
		"author": "Bob Ehrlich"
	},
	{
		"quote": "It is sad that the Republican leadership is not as interested as they say they are in protecting the institution of marriage as they are in waging a campaign to divide and distract the American people from the real issues that need to be addressed.",
		"author": "Kendrick Meek"
	},
	{
		"quote": "Leadership appears to be the art of getting others to want to do something you are convinced should be done.",
		"author": "Vance Packard"
	},
	{
		"quote": "I think America has a responsibility to maintain its leadership in technology and its moral leadership in the world, to explore, to seek knowledge.",
		"author": "Eugene Cernan"
	},
	{
		"quote": "Obstacles are things a person sees when he takes his eyes off his goal.",
		"author": "E. Joseph Cossman"
	},
	{
		"quote": "Our business in life is not to get ahead of others, but to get ahead of ourselves.",
		"author": "E. Joseph Cossman"
	},
	{
		"quote": "I&#39;m not a natural leader. I&#39;m too intellectual; I&#39;m too abstract; I think too much.",
		"author": "Newt Gingrich"
	},
	{
		"quote": "I urge the Iraqi leadership for sake of its own people... to seize this opportunity and thereby begin to end the isolation and suffering of the Iraqi people.",
		"author": "Kofi Annan"
	},
	{
		"quote": "Actions, not words, are the ultimate results of leadership.",
		"author": "Bill Owens"
	},
	{
		"quote": "President Bush has shown great leadership. He has said that the 21st century will not be ruled or dictated by terrorists, dictators, and murderers. He is absolutely right. God bless him for his resolve.",
		"author": "Lindsey Graham"
	},
	{
		"quote": "The business manager was doing fine back in his office while they were out on the line, hungry. And, so they started to see a lot of that and there was, that maybe the leadership had its own cause. More so than the miners, you know, it was like a power struggle.",
		"author": "Richard Grimes"
	},
	{
		"quote": "Our democracy poses problems and these problems must and shall be solved by courageous leadership.",
		"author": "Charles Edison"
	},
	{
		"quote": "If people want to compete for leadership of a religious group, they can compete in piety. A chilling thought. Or funny.",
		"author": "Mary Douglas"
	},
	{
		"quote": "Leadership requires the courage to make decisions that will benefit the next generation.",
		"author": "Alan Autry"
	},
	{
		"quote": "I&#39;m sad to report that in the past few years, ever since uncertainty became our insistent 21st century companion, leadership has taken a great leap backwards to the familiar territory of command and control.",
		"author": "Margaret J. Wheatley"
	},
	{
		"quote": "Sinn Fein has demonstrated the ability to play a leadership role as part of a popular movement towards peace, equality and justice.",
		"author": "Gerry Adams"
	},
	{
		"quote": "Now, if we look at the way in which the labor movement itself has evolved over the last couple of decades, we see increasing numbers of black people who are in the leadership of the labor movement and this is true today.",
		"author": "Angela Davis"
	},
	{
		"quote": "President Ford was a devoted, decent man of impeccable integrity who put service to his country before his own self interest. He helped heal our nation during a time of crisis, provided steady leadership and restored people&#39;s faith in the presidency and in government.",
		"author": "Mark Udall"
	},
	{
		"quote": "What I&#39;ve really learned over time is that optimism is a very, very important part of leadership.",
		"author": "Bob Iger"
	},
	{
		"quote": "Sometimes leadership is planting trees under whose shade you&#39;ll never sit. It may not happen fully till after I&#39;m gone. But I know that the steps we&#39;re taking are the right steps.",
		"author": "Jennifer Granholm"
	},
	{
		"quote": "Europe is difficult to coordinate, and our main deficit may not even lie in this area of finance and economics, but in foreign and security policy. We have a leadership problem because we are still 27 different members who have still not decided on how to work with each other based on what we used to call a European constitution.",
		"author": "Peer Steinbruck"
	},
	{
		"quote": "I never saw myself as an individual who had any particular leadership powers.",
		"author": "Angela Davis"
	},
	{
		"quote": "My four years in the Marine Corps left me with an indelible understanding of the value of leadership skills.",
		"author": "Frederick W. Smith"
	},
	{
		"quote": "Leadership is simply the ability of an individual to coalesce the efforts of other individuals toward achieving common goals. It boils down to looking after your people and ensuring that, from top to bottom, everyone feels part of the team.",
		"author": "Frederick W. Smith"
	},
	{
		"quote": "We need fresh, new leadership with bold ideas and a new approach to get more people back to work with quality jobs and restored dignity in the lives of our Utahns.",
		"author": "Scott Howell"
	},
	{
		"quote": "Leadership is one of the things I really strive to excel in in my life.",
		"author": "Nate Parker"
	},
	{
		"quote": "When you&#39;re in a leadership role, you can never please all of the people all of the time. There&#39;s also a lot of responsibility that goes along with it that others may not realize.",
		"author": "Joyce Meyer"
	},
	{
		"quote": "The church wasn&#39;t an organization in the first century. They weren&#39;t writing checks or buying property. The church has matured and developed over the years. But for some reason, the last thing to change is the structure of leadership.",
		"author": "Andy Stanley"
	},
	{
		"quote": "I am not in favour of quotas. Just put the best person into the job. It is not about gender; it is about experience, leadership and vision.",
		"author": "Angela Ahrendts"
	},
	{
		"quote": "I&#39;ve always voted Republican because America is exactly that, a republic. You can&#39;t expect much leadership with a Democrat behind the desk their not even close to dual efficient.",
		"author": "Audrey Meadows"
	},
	{
		"quote": "When the Islamic revolution began in 1979 under the leadership of Ayatollah Khomeini, it aroused considerable admiration in the Arab street. It presented a model of organised popular action that deposed one of the region&#39;s most tyrannical regimes. The people of the region discerned in this revolution new hope for freedom and change.",
		"author": "Wadah Khanfar"
	},
	{
		"quote": "One of the most important things about leadership is that you have to have the kind of humility that will allow you to be coached.",
		"author": "Jim Yong Kim"
	},
	{
		"quote": "I fully support U.N. Secretary General Ban Ki-moon in his Global Education First Initiative and the work of U.N. Special Envoy for Global Education Gordon Brown and the respectful president of the U.N. General Assembly Vuk Jeremic. I thank them for the leadership they continue to give.",
		"author": "Malala Yousafzai"
	},
	{
		"quote": "We know that al Qaeda in the Arabian Peninsula has some very dangerous, very important leaders who are tied directly to the top leadership of al Qaeda central, including a man who was formerly Osama bin Laden&#39;s secretary.",
		"author": "Richard Engel"
	},
	{
		"quote": "In the long run, we need to build a leadership force of people. We have a whole strategy around not only providing folks with the foundational experience during their two years with us, but also then accelerating their leadership in ways that is strategic for the broader education reform movement.",
		"author": "Wendy Kopp"
	},
	{
		"quote": "I think when you have strong leadership at the coaching level and you empower the coach and the coaching staff, you have a lot more stability.",
		"author": "Jeffrey Lurie"
	},
	{
		"quote": "MoMA is one of the world&#39;s great cultural institutions with one of the world&#39;s premier Boards and Museum leadership. It is my distinct pleasure to work with such a talented and highly qualified group. I salute Bob Menschel for the high bar he has set and follow him in the position of Chairman with all the respect he has earned.",
		"author": "Jerry Speyer"
	},
	{
		"quote": "A leader who doesn&#39;t hesitate before he sends his nation into battle is not fit to be a leader.",
		"author": "Golda Meir"
	},
	{
		"quote": "The real leader has no need to lead - he is content to point the way.",
		"author": "Henry Miller"
	},
	{
		"quote": "In our system leadership is by consent, not command. To lead a President must persuade. Personal contacts and experiences help shape his thinking. They can be critical to his persuasiveness and thus to his leadership.",
		"author": "Donald Rumsfeld"
	},
	{
		"quote": "We do not need international help to stop corruption, we need strong Louisiana Leadership.",
		"author": "David Vitter"
	},
	{
		"quote": "Instead of starting a new nuclear arms race, now is the time to reclaim our Nation&#39;s position of leadership on nuclear nonproliferation efforts.",
		"author": "Dianne Feinstein"
	},
	{
		"quote": "Germany must be a country which generates political ideas and leadership, which is capable of compromise, which is sovereign and yet knows that it needs its partners on both sides of the Atlantic.",
		"author": "Horst Koehler"
	},
	{
		"quote": "As for leadership, I am the kind who leads reluctantly and more by example than anything else. Someone had to be on the incorporation papers as president.",
		"author": "Keith Henson"
	},
	{
		"quote": "I don&#39;t know what leadership is. You can&#39;t touch it. You can&#39;t feel it. It&#39;s not tangible. But I do know this: you recognize it when you see it.",
		"author": "Bob Ehrlich"
	},
	{
		"quote": "So I think that our foreign policy, the president&#39;s strong and principled leadership when it comes to the war against terror and foreign policy is going to be an asset.",
		"author": "Ed Gillespie"
	},
	{
		"quote": "A significant number of pages and sentences that the administration wants to keep in a classified status have already been released publicly, some of it by public statements of the leadership of the CIA and the FBI.",
		"author": "Bob Graham"
	},
	{
		"quote": "Such manifestations I account as representing the creative leadership of the new forces of thought and appreciation which attend changes in technological pattern and therefore of the pattern of human relationships in society.",
		"author": "John Grierson"
	},
	{
		"quote": "We should be therefore supporting a larger Europe, and in so doing we should strive to expand the zone of peace and prosperity in the world which is the necessary foundation for a stable international system in which our leadership could be fruitfully exercised.",
		"author": "Zbigniew Brzezinski"
	},
	{
		"quote": "The school made it very clear that women were entitled to positions of authority. That sense of entitlement allowed us to feel that we have a natural place in leadership in the world. That gave me a mental and emotional confidence.",
		"author": "Linda Vester"
	},
	{
		"quote": "This - the leadership of the mayor is crucial, because it is to the mayor that people will look to provide the vision, the energy, and the sense of confidence in the rebuilding and the recovery.",
		"author": "Marc Morial"
	},
	{
		"quote": "Bipartisanship isn&#39;t an option anymore; it is a requirement. The American people have divided responsibility for leadership right down the middle.",
		"author": "Tom Daschle"
	},
	{
		"quote": "Leadership comes in small acts as well as bold strokes.",
		"author": "Carly Fiorina"
	},
	{
		"quote": "We can&#39;t drive our SUVs and eat as much as we want and keep our homes on 72 degrees at all times... and then just expect that other countries are going to say OK. That&#39;s not leadership. That&#39;s not going to happen.",
		"author": "Barack Obama"
	},
	{
		"quote": "We&#39;ve been sitting at the compromise table for a long time. We&#39;re just waiting for that cold chair to be warmed up by the Republican leadership. They still have time to do the right thing and be responsible. They just seem to be moving further and further away from it.",
		"author": "Debbie Wasserman Schultz"
	},
	{
		"quote": "The more consistent a father can be or a mentor can be in the person&#39;s life and teach them principles of real solid manhood, character, integrity and leadership, the more consistent you can be in the person&#39;s life and teach them those things at a younger age, and then the better off they&#39;ll be.",
		"author": "Allan Houston"
	},
	{
		"quote": "If you can provide the funding and you get the leadership, you&#39;ll have a competitive team.",
		"author": "T. Boone Pickens"
	},
	{
		"quote": "Why - because as a oil and gas small business owner - I know if someone is not doing their job, they should not get paid. Again leadership by example.",
		"author": "Jeff Landry"
	},
	{
		"quote": "Real leadership is leaders recognizing that they serve the people that they lead.",
		"author": "Pete Hoekstra"
	},
	{
		"quote": "We have a country to turn around. This week you will nominate the most experienced executive to seek the presidency in 60 years in Mitt Romney. He has no illusions about what makes America great, and he doesn&#39;t confuse the presidency with celebrity, or loftiness with leadership.",
		"author": "Artur Davis"
	},
	{
		"quote": "Ever since Israel has been a nation the United States has provided the leadership. Every president down to the ages has done this in a fairly balanced way, including George Bush senior, Gerald Ford, and others including myself and Bill Clinton.",
		"author": "Jimmy Carter"
	},
	{
		"quote": "I think we need the feminine qualities of leadership, which include attention to aesthetics and the environment, nurturing, affection, intuition and the qualities that make people feel safe and cared for.",
		"author": "Deepak Chopra"
	},
	{
		"quote": "I think leadership is service and there is power in that giving: to help people, to inspire and motivate them to reach their fullest potential.",
		"author": "Denise Morrison"
	},
	{
		"quote": "It&#39;s not a matter of if economies around the world becoming low-carbon, but when and how: through struggle and strife or through advancement and progressive leadership. Larry Elliot described it today as the &#39;Green New Deal.&#39; It&#39;s a leadership we in Britain can provide, and from which our economy can benefit.",
		"author": "Lucy Powell"
	},
	{
		"quote": "I think we need leadership that helps us remember that part of what we are about is caring about more than the person right next to us, but the folks across the way.",
		"author": "Anna Deavere Smith"
	},
	{
		"quote": "Leadership means forming a team and working toward common objectives that are tied to time, metrics, and resources.",
		"author": "Russel Honore"
	},
	{
		"quote": "If I were not African, I wonder whether it would be clear to me that Africa is a place where the people do not need limp gifts of fish but sturdy fishing rods and fair access to the pond. I wonder whether I would realize that while African nations have a failure of leadership, they also have dynamic people with agency and voices.",
		"author": "Chimamanda Ngozi Adichie"
	},
	{
		"quote": "I think for me, or for anyone who plays the quarterback position, it&#39;s almost an unspoken word when you think about leadership. Some guys can be a leader and be a running back or a lineman, or wide receiver, strong safety, or linebacker. But when you speak of quarterbacks, it&#39;s automatically a default that you&#39;re supposed to be a leader.",
		"author": "Cam Newton"
	},
	{
		"quote": "It&#39;s not easy for an entrepreneur to find the time to blog. But for those who do it, it is a great tool to communicate with the various stakeholders in their business and build a reputation for thought leadership.",
		"author": "Fred Wilson"
	},
	{
		"quote": "Leadership is standing with your people. People say you have to live to fight another day, but sometimes you have to show you are a true leader.",
		"author": "Leymah Gbowee"
	},
	{
		"quote": "I think a captain is someone who captains on the cricket field but, most of the leadership that happens is off the cricket field. It&#39;s very easy to captain people on the cricket field, but if you can start leading them off the cricket field, and show them that trust, what you have in them.",
		"author": "Gautam Gambhir"
	},
	{
		"quote": "Uncertainty is not an indication of poor leadership; it underscores the need for leadership.",
		"author": "Andy Stanley"
	},
	{
		"quote": "I am the wealthiest man, not just in Europe, but in the whole world. I collect emotions. I am wealthy in that the people of Russia have twice entrusted me with the leadership of a great nation such as Russia - I believe that is my greatest wealth.",
		"author": "Vladimir Putin"
	},
	{
		"quote": "I&#39;ve always been about the power of a woman - accentuating the positive, deleting the negative, whether you&#39;re talking her body, her voice or her leadership.",
		"author": "Donna Karan"
	},
	{
		"quote": "A good cult delivers on its promises. A good cult nourishes the needs of its members, has transparency and integrity, and creates provisions for challenging its leadership openly. A good cult expands the freedoms and well-being of its members rather than limits them.",
		"author": "Philip Zimbardo"
	},
	{
		"quote": "My height doesn&#39;t define my skill set. To be a great quarterback, you have to have great leadership, great attention to detail and a relentless competitive nature - and I try to bring that on a daily basis.",
		"author": "Russell Wilson"
	},
	{
		"quote": "There&#39;s the assumption being made by the national security advisers to the Obama administration that the North Korean leadership is not suicidal, that they know they will be obliterated if they attacked the United States. But I would point that everything in South Korea and Japan is well within range of what they might want to do.",
		"author": "Oliver North"
	},
	{
		"quote": "Leadership is about vision and responsibility, not power.",
		"author": "Seth Berkley"
	},
	{
		"quote": "I learned early on that one of the secrets of campus leadership was the simplest thing of all: speak to people coming down the sidewalk before they speak to you. I would always look ahead and speak to the person coming toward me. If I knew them I would call them by name, but even if I didn&#39;t I would still speak to them.",
		"author": "Sam Walton"
	},
	{
		"quote": "The Republican Party is the Grand Old Party. It&#39;s made enormous contributions to the success of our country. And it is a party that has embraced its leadership role when it has had the majority or the White House.",
		"author": "Nancy Pelosi"
	},
	{
		"quote": "The American president has a peculiar leadership responsibility to speak out for freedom.",
		"author": "Ted Cruz"
	},
	{
		"quote": "I think Caesar is one of the most empathetic characters that I&#39;ve played. I think that&#39;s the key to a successful leadership. Being able to keep your ears open at all times.",
		"author": "Andy Serkis"
	},
	{
		"quote": "My father&#39;s values and vision of this country obviously form everything I have as values and ideals. But this is not the ghost of my father running for the leadership of the Liberal party. This is me.",
		"author": "Justin Trudeau"
	},
	{
		"quote": "As the leadership team, we&#39;re taking bold and decisive action to evolve our organization and culture. This includes difficult steps, but they are necessary to position Microsoft for future growth and industry leadership.",
		"author": "Amy Hood"
	},
	{
		"quote": "In &#39;Henry V,&#39; the story of the assumption of true and responsible leadership by Henry I think is hard-won. He has to lose friends; he has to risk his life.",
		"author": "Kenneth Branagh"
	},
	{
		"quote": "Charter laws do something really important. They give educators the freedom and flexibility that they need to attain results. But we also have to invest a lot in the leadership pipeline to take advantage of that freedom and flexibility.",
		"author": "Wendy Kopp"
	},
	{
		"quote": "I&#39;m convinced the question of development is mainly an issue of governance and leadership.",
		"author": "Augustin Matata Ponyo"
	},
	{
		"quote": "We have a world minus a whole lot of talent that has stepped out of contention for leadership, only because they don&#39;t want to seem too aggressive, too smart, unattractive, or too male.",
		"author": "Abigail Disney"
	},
	{
		"quote": "In the U.S. and Canada, 50% of the young leadership of all the organizations like AIPAC and Hillel are Birthright alumni.",
		"author": "Charles Bronfman"
	},
	{
		"quote": "There&#39;s a conspiracy going on online every day between these top U.K. individuals within ISIS leadership out of Syria.",
		"author": "Mike McCaul"
	},
	{
		"quote": "To have long term success as a coach or in any position of leadership, you have to be obsessed in some way.",
		"author": "Pat Riley"
	},
	{
		"quote": "If you don&#39;t understand that you work for your mislabeled &#39;subordinates&#39;, then you know nothing of leadership. You know only tyranny.",
		"author": "Dee Hock"
	},
	{
		"quote": "Woodrow Wilson called for leaders who, by boldly interpreting the nation&#39;s conscience, could lift a people out of their everyday selves. That people can be lifted into their better selves is the secret of transforming leadership.",
		"author": "James MacGregor Burns"
	},
	{
		"quote": "The failure of women to have reached positions of leadership has been due in large part to social and professional discrimination.",
		"author": "Rosalyn S. Yalow"
	},
	{
		"quote": "Alliances and international organizations should be understood as opportunities for leadership and a means to expand our influence, not as constraints on our power.",
		"author": "Chuck Hagel"
	},
	{
		"quote": "Educationists should build the capacities of the spirit of inquiry, creativity, entrepreneurial and moral leadership among students and become their role model.",
		"author": "A. P. J. Abdul Kalam"
	},
	{
		"quote": "My observation is that women are merely waiting for their husbands to assume leadership.",
		"author": "James Dobson"
	},
	{
		"quote": "We should see the leadership from the White House setting dates certain for certain goals of achieving greater alliance on alternative and renewable energy sources, but we are not.",
		"author": "Ron Kind"
	},
	{
		"quote": "I believe that the capacity that any organisation needs is for leadership to appear anywhere it is needed, when it is needed.",
		"author": "Margaret J. Wheatley"
	},
	{
		"quote": "Leadership has become a heavy industry. Concern and interest about leadership development is no longer an American phenomenon. It is truly global. Though I will probably be in less demand, I wanted to move on.",
		"author": "Warren Bennis"
	},
	{
		"quote": "Denmark needs change, Denmark needs to move on and Denmark needs my leadership.",
		"author": "Helle Thorning-Schmidt"
	},
	{
		"quote": "Half a century ago, the amazing courage of Rosa Parks, the visionary leadership of Martin Luther King, and the inspirational actions of the civil rights movement led politicians to write equality into the law and make real the promise of America for all her citizens.",
		"author": "David Cameron"
	},
	{
		"quote": "Not everybody is created equal, and it&#39;s important for companies to identify those high potentials and treat them differently, accelerate their development and pay them more. That process is so incredibly important to developing first-class leadership in a company.",
		"author": "Anne M. Mulcahy"
	},
	{
		"quote": "So, President Obama wants to change America. I understand that. We don&#39;t need to change America. We need to change the White House. We need to change the leadership in the White House.",
		"author": "Mario Diaz-Balart"
	},
	{
		"quote": "China and India will take the global leadership on climate change: they are suffering for it.",
		"author": "Malcolm Turnbull"
	},
	{
		"quote": "If we are to negotiate the coming years safely, we may need a new kind of leadership. To put it more precisely, we need the rediscovery of an ancient kind of leadership that has rarely been given the prominence it deserves. I mean the leader as teacher.",
		"author": "Jonathan Sacks"
	},
	{
		"quote": "In terms of the principles of politics, I think I understand well. Thailand needs someone who has leadership, who has the management skills to help the country.",
		"author": "Yingluck Shinawatra"
	},
	{
		"quote": "Since taking office, President Obama has worked to restore a positive vision of American leadership in the world - leadership defined, not by the threats and dangers that we will oppose, but by the security, opportunity and dignity that America advances in partnership with people around the world.",
		"author": "John O. Brennan"
	},
	{
		"quote": "When the world is in the midst of change, when adversity and opportunity are almost indistinguishable, this is the time for visionary leadership and when leaders need to look beyond the survival needs of those they&#39;re serving.",
		"author": "Chip Conley"
	},
	{
		"quote": "Leadership is an act of submission to God. To be a leader means listening to all kinds of people and situations. Out of that listening, we are hoping to discern the mind of God as best we can. This is the price of leadership - it&#39;s an act of sacrifice. So leadership is part and parcel of the work of submission to God.",
		"author": "Richard Foster"
	},
	{
		"quote": "Most Christian leadership is exercised by people who do not know how to develop healthy, intimate relationships and have opted for power and control instead. Many Christian empire-builders have been people unable to give and receive love.",
		"author": "Henri Nouwen"
	},
	{
		"quote": "Dr. Sun Yat-sen, Father of the Republic, made it his great aim in his revolutionary leadership to secure freedom and equality of status for China among the nations of the world.",
		"author": "Chiang Kai-shek"
	},
	{
		"quote": "A leadership culture is one where everyone thinks like an owner, a CEO or a managing director. It&#39;s one where everyone is entrepreneurial and proactive.",
		"author": "Robin S. Sharma"
	},
	{
		"quote": "In a very real way, ownership is the essence of leadership. When you are &#39;ridiculously in charge,&#39; then you own whatever happens in a company, school, et cetera.",
		"author": "Henry Cloud"
	},
	{
		"quote": "Good leadership is to know when to go, and you only succeed as a good leader if you&#39;ve transported someone else in and the company gets stronger. Then you&#39;ve succeeded as leader.",
		"author": "Tony Fernandes"
	},
	{
		"quote": "Mindsets, skills and leadership, experience and access, and critical consciousness - we need all four of these things for our students to be the leaders, people and citizens we want them to be.",
		"author": "Wendy Kopp"
	},
	{
		"quote": "You need strong leadership to effectuate change, and the easiest way is to keep everything status quo. And sometimes changes are necessary. If not, you build up too much potential energy.",
		"author": "Ronnie Chan"
	},
	{
		"quote": "We in the United States believe in the protection of minorities; we recognize the contributions that they can make and the leadership that they can provide; and we do not believe that any people - whether majority or minority, or individual human beings - are &#39;expendable&#39; in the cause of theory or of policy.",
		"author": "Robert Kennedy"
	},
	{
		"quote": "I&#39;ve said I&#39;ll stand for a full second term, but I think after that it will be time for new leadership. Terms are like Shredded Wheat - two are wonderful but three might just be too many.",
		"author": "David Cameron"
	},
	{
		"quote": "When I testified before Congress after the Hudson River landing, Congressman James Oberstar of Minnesota said, &#39;Safety begins in the boardroom.&#39; That&#39;s as true in medicine as it is in aviation. It always boils down to leadership.",
		"author": "Chesley Sullenberger"
	},
	{
		"quote": "One secret of leadership is that the mind of a leader never turns off. Leaders even when they are sightseers or spectators, are active; not passive observers.",
		"author": "James Humes"
	},
	{
		"quote": "I am endlessly fascinated that playing football is considered a training ground for leadership, but raising children isn&#39;t. Hey, it made me a better leader: you have to take a lot of people&#39;s needs into account; you have to look down the road. Trying to negotiate getting a couple of kids to watch the same TV show requires serious diplomacy.",
		"author": "Dee Dee Myers"
	},
	{
		"quote": "Presidential leadership needn&#39;t always cost money. Look for low- and no-cost options. They can be surprisingly effective.",
		"author": "Donald Rumsfeld"
	},
	{
		"quote": "Half a world away nations that once lived under oppression and tyranny are now budding democracies due in large part to America &#39;s leadership and the sacrifices of our military.",
		"author": "Bob Riley"
	},
	{
		"quote": "I also know that there have been many times in our history when the proximity of an election has induced exactly the kind of leadership and consensus-building that produce progress in our democracy.",
		"author": "Joe Lieberman"
	},
	{
		"quote": "The President&#39;s speech suggested to me that were we to follow his leadership, we will be in Iraq not for months, but for years. I also hope I am wrong on this.",
		"author": "Daniel Inouye"
	},
	{
		"quote": "There was no imminent threat. This was made up in Texas, announced in January to the Republican leadership that war was going to take place and was going to be good politically. This whole thing was a fraud.",
		"author": "Edward Kennedy"
	},
	{
		"quote": "The democratic idealist is prone to make light of the whole question of standards and leadership because of his unbounded faith in the plain people.",
		"author": "Irving Babbitt"
	},
	{
		"quote": "There is an irresistible demand to strengthen the leadership of the constructive forces of the world at the present momentous time. This is true because of stupendous, almost unbelievable changes which have taken place in recent years on every continent.",
		"author": "John Raleigh Mott"
	},
	{
		"quote": "I want to organize so that women see ourselves as people who are entitled to power, entitled to leadership.",
		"author": "Patricia Ireland"
	},
	{
		"quote": "All of this suggests that while citizens became more comfortable with President Bush after September 11 and thought him to have the requisite leadership skills, they continue to harbor doubts about his priorities, loyalties, interests, and policies.",
		"author": "Thomas E. Mann"
	},
	{
		"quote": "Preparing our city to achieve its destiny will require strong leadership.",
		"author": "Thomas Menino"
	},
	{
		"quote": "Through leadership of the fight against French colonialism, Ho Chi Minh had made a name for himself in the international political arena.",
		"author": "Nguyen Cao Ky"
	},
	{
		"quote": "I had a sense of what leadership meant and what it could do for you. So am I surprised that I am sitting up here on the 62nd floor of Rockefeller Plaza? No.",
		"author": "Vernon Jordan"
	},
	{
		"quote": "We need the kind of leadership exemplified by President Kennedy to just do it! But we must do it as good stewards, aggressively exerting control over the moon. We can best do this by going there.",
		"author": "Wilson Greatbatch"
	},
	{
		"quote": "One of the surest signs of the estimated changes in the consciousness of the American proletariat is to be found in the character of the demands now being put forward by the leadership.",
		"author": "C. L. R. James"
	},
	{
		"quote": "In working with UNICEF our corporate partners have demonstrated time and again that their financial resources, leadership and expertise can bring about real and lasting benefits for the world&#39;s children.",
		"author": "Carol Bellamy"
	},
	{
		"quote": "I knew I could not maintain that leadership in open struggle against Moscow influence. Only two Communist leaders in history ever succeeded in doing this - Tito and Mao Tse-tung.",
		"author": "Earl Browder"
	},
	{
		"quote": "By providing outstanding economic leadership, this country can wage its attack successfully - and can thereby build the foundations of a peaceful world.",
		"author": "James Forrestal"
	},
	{
		"quote": "I recognize we will pay more attention when we have different leadership.",
		"author": "Octavia Butler"
	},
	{
		"quote": "But I think Steve&#39;s main contribution besides just the pure leadership is his passion for excellence. He&#39;s a perfectionist. Good enough isn&#39;t good enough. And also his creative spirit. You know he really, really wants to do something great.",
		"author": "Andy Hertzfeld"
	},
	{
		"quote": "Bad leadership during the past years has cast on our Party the shadow of great and grave burdens.",
		"author": "Janos Kadar"
	},
	{
		"quote": "Clearly you need a new team to go out to bat on your behalf; to fight for your rights and to report back to you personally and to the leadership of the IFP.",
		"author": "Mangosuthu Buthelezi"
	},
	{
		"quote": "I think the greater responsibility, in terms of morality, is where leadership begins.",
		"author": "Norman Lear"
	},
	{
		"quote": "I emphasize self-esteem, self-confidence, and dignity, not as an ideal, but as a real test of community organization. Without leadership development, community organizations do not have staying power.",
		"author": "Paul Wellstone"
	},
	{
		"quote": "Studies have consistently shown that financial hardship is the biggest obstacle to heterosexual marriage, yet the Republican leadership has done precious little to help address the financial hardship faced by American families.",
		"author": "Kendrick Meek"
	},
	{
		"quote": "House Republican leadership have refused to allow a clean minimum wage vote. Close to 15 million Americans will be affected if we did this. Do Republicans really expect a family to live on less than $11,000 a year?",
		"author": "Bill Pascrell"
	},
	{
		"quote": "Intelligence we gathered at the time indicated that this was in fact leadership and we struck the leadership.",
		"author": "Peter Pace"
	},
	{
		"quote": "The one thing that the President can do is to establish a real energy independence plan. We have all the recources we need right here in this country to establish energy independence if we had the leadership.",
		"author": "Herman Cain"
	},
	{
		"quote": "This week you will nominate the most experienced executive to seek the presidency in 60 years in Mitt Romney. He has no illusions about what makes America great, and he doesn&#39;t confuse the presidency with celebrity, or loftiness with leadership.",
		"author": "Artur Davis"
	},
	{
		"quote": "Because of the president&#39;s leadership, every American will have access to affordable, quality health care.",
		"author": "Rahm Emanuel"
	},
	{
		"quote": "In terms of having views and being prepared to express them, yes, I think New Zealand&#39;s had a leadership role in a lot of things.",
		"author": "Helen Clark"
	},
	{
		"quote": "Well football teams are perhaps easier to control than political parties, I&#39;m sure the Prime Minister would agree with me, but yeah I think every team needs discipline and a sense of self-belief and that&#39;s important, that&#39;s what leadership&#39;s all about.",
		"author": "Iain Duncan Smith"
	},
	{
		"quote": "I had the closest thing I have ever had to an out-of-body experience lying in bed one morning. I turned on the &#39;Today&#39; programme and item four on the news was: &#39;The shadow chancellor has ruled himself out of the leadership.&#39; I lay there thinking that&#39;s interesting, then I realised it was me.",
		"author": "George Osborne"
	},
	{
		"quote": "I think Chinese leadership is trying to tell the world they have another set of logic or reasoning or values which are different from yours. Of course, I don&#39;t think they believe that. It&#39;s just an argument that&#39;s made when you can&#39;t confront the truth and facts. They really want to maintain power.",
		"author": "Ai Weiwei"
	},
	{
		"quote": "I think directors should be confident in their leadership capabilities. I think directors should be confident in what they want to do.",
		"author": "Philip Seymour Hoffman"
	},
	{
		"quote": "The test of leadership for David Cameron was actually to bring the British Conservative Party back in to the mainstream.",
		"author": "David Miliband"
	},
	{
		"quote": "With gridlock the norm, Congress&#39;s approval rating is below 10 percent and the public has lost faith in its national leadership.",
		"author": "Ron Fournier"
	},
	{
		"quote": "Once it gets to a point where it becomes a matter of life and death to occupy a position of leadership or not, with an eye on future opportunities, therein lies the danger.",
		"author": "Kgalema Motlanthe"
	},
	{
		"quote": "Labor, under their current leadership, want to be the Downtown Abbey party when it comes to educational opportunity. They think working class children should stick to the station in life they were born into - they should be happy to be recognized for being good with their hands and not presume to get above themselves.",
		"author": "Michael Gove"
	},
	{
		"quote": "I want to use my position of leadership to help move along at a faster pace what I believe and know the Obama administration wants to do around the urgency of climate change.",
		"author": "Kamala Harris"
	},
	{
		"quote": "Doing nothing while the middle class is hurting. That&#39;s not leadership. Loose regulations and lax enforcement. That&#39;s not leadership. That&#39;s abandoning our middle class.",
		"author": "Kamala Harris"
	},
	{
		"quote": "In the military, I learned that &#39;leadership&#39; means raising your hand and volunteering for the tough, important assignments.",
		"author": "Tulsi Gabbard"
	},
	{
		"quote": "The world is starving for original and decisive leadership.",
		"author": "Bryant H. McGill"
	},
	{
		"quote": "It&#39;s very important in a leadership role not to place your ego at the foreground and not to judge everything in relationship to how your ego is fed.",
		"author": "Ruth J. Simmons"
	},
	{
		"quote": "I have spent a lifetime watching kids make mistakes because they were not trained or well led or properly motivated to do well. I never faulted the kids; rather, I saw opportunity to train, to motivate, to improve leadership - not to punish the individual.",
		"author": "Eric Shinseki"
	},
	{
		"quote": "If people want to get into leadership through corrupt practices, through corrupt means, I think that&#39;s detestable; we have to take action.",
		"author": "Jakaya Kikwete"
	},
	{
		"quote": "For centuries, America has led the world on a long march toward freedom and democracy. Let&#39;s reclaim our clean energy leadership and lead the world toward clean energy independence.",
		"author": "John Garamendi"
	},
	{
		"quote": "For any movement to gain momentum, it must start with a small action. This action becomes multiplied by the masses, and is made tangible when leadership changes course due to the weight of the movement&#39;s voice.",
		"author": "Adam Braun"
	},
	{
		"quote": "I&#39;ve always maintained - a captain is only as good as his team. It is not about my leadership, it is not about me.",
		"author": "Gautam Gambhir"
	},
	{
		"quote": "Going back to the moon is not visionary in restoring space leadership for America. Like its Apollo predecessor, it will prove to be a dead end littered with broken spacecraft, broken dreams and broken policies.",
		"author": "Buzz Aldrin"
	},
	{
		"quote": "In one of my recent books, &#39;The Success Principles,&#39; I taught 64 lessons that help people achieve what they want out of life. From taking nothing less than 100 percent responsibility for your life to empowering others, these are the fundamentals to success - and to great leadership.",
		"author": "Jack Canfield"
	},
	{
		"quote": "The Congress leadership always denied responsibilities to me both within the government and within the party organisation... They would always tell me my image as a Hindu leader was a constraint on my capacity as a political leader.",
		"author": "Satpal Maharaj"
	},
	{
		"quote": "I parted ways with the Congress, a party that I served for so many years, because its leadership constantly humiliated me by ignoring my talent both as a leader and an administrator.",
		"author": "Satpal Maharaj"
	},
	{
		"quote": "Inspirational leaders need to have a winning mentality in order to inspire respect. It is hard to trust in the leadership of someone who is half-hearted about their purpose, or only sporadic in focus or enthusiasm.",
		"author": "Sebastian Coe"
	},
	{
		"quote": "If Ralph Nader runs, President Bush is going to be re-elected, and if Ralph Nader doesn&#39;t run, President Bush is going to be re-elected. We&#39;re going to run on the president&#39;s strong and principled leadership and his positive agenda for a second term.",
		"author": "Ed Gillespie"
	},
	{
		"quote": "That is what leadership is all about: staking your ground ahead of where opinion is and convincing people, not simply following the popular opinion of the moment.",
		"author": "Doris Kearns Goodwin"
	},
	{
		"quote": "The leadership lost its nerve. Instead of taking the lead in the reform movement... they pulled the plug on it. They tried and are still trying to return the church to the dry ice of the previous century and a half.",
		"author": "Andrew Greeley"
	},
	{
		"quote": "IBM has taken a leadership role in this area and is prepared to be a technology partner with companies around the world to take advantage of these new developments.",
		"author": "John Patrick"
	},
	{
		"quote": "Jamal Crawford reminds me the most of myself, the way he goes to the basket. But they need leadership.",
		"author": "Earl Monroe"
	},
	{
		"quote": "In fact, the converse is true: At a time when the United States has been called on for a level of moral leadership, vision and inspiration not seen since World War II, we cannot afford to dissemble about crimes against humanity.",
		"author": "Adam Schiff"
	},
	{
		"quote": "In any case, decisions on troop levels in the American system of government are not made by any general or set of generals but by the civilian leadership of the war effort.",
		"author": "Bill Kristol"
	},
	{
		"quote": "Shouldn&#39;t Democrats insist that Sen. Durbin step down as their whip, the number two man in their leadership?",
		"author": "Bill Kristol"
	},
	{
		"quote": "We in the press, by our power, can actually undermine leadership.",
		"author": "Christiane Amanpour"
	},
	{
		"quote": "But the fact is that the vast majority of Republicans support the Sinn Fein leadership.",
		"author": "Martin McGuinness"
	},
	{
		"quote": "I think what actually works best is local-level individual targeting of key leadership nodes.",
		"author": "John Abizaid"
	},
	{
		"quote": "We had a military and political leadership at that period which was genuinely deluded.",
		"author": "Neil Sheehan"
	},
	{
		"quote": "World War II had been such a tremendous success story for this country that the political and military leadership began to assume that they would prevail simply because of who they were. We were like the British at the turn of the 19th century.",
		"author": "Neil Sheehan"
	},
	{
		"quote": "One simple way to keep organizations from becoming cancerous might be to rotate all jobs on a regular, frequent and mandatory basis, including the leadership positions.",
		"author": "Robert Shea"
	},
	{
		"quote": "The intelligence investigation under the leadership of Senator Church, which I know has helped cause this investigation by you, points out that the agencies did not disclose certain facts to us and that certain plots were going on.",
		"author": "John Sherman Cooper"
	},
	{
		"quote": "All Americans and freedom-loving people around the world owe President Reagan our deepest gratitude for his strong, principled leadership that ended the Cold War and brought freedom to millions of people.",
		"author": "Jim Ramstad"
	},
	{
		"quote": "I don&#39;t care tuppence whether I&#39;m forced into a leadership position or not. I&#39;d much sooner not.",
		"author": "E. P. Thompson"
	},
	{
		"quote": "President Reagan was a leader at a time when the American people most needed leadership. He outlined a vision that captured the imagination of the free world, a vision that toppled the Communist empire and freed countless millions.",
		"author": "Dennis Hastert"
	},
	{
		"quote": "The more I have studied Lincoln, the more I have followed his thought processes, the more I am convinced that he understood leadership better than any other American president.",
		"author": "David Herbert Donald"
	},
	{
		"quote": "At the very outset I want to say how the people of America appreciate the steadfast support of the people of Morocco, the leadership of Morocco in our war against terrorism.",
		"author": "Donald Evans"
	},
	{
		"quote": "Most people associate command and control leadership with the military.",
		"author": "Margaret J. Wheatley"
	},
	{
		"quote": "The things journalists should pay attention to are the issues the political leadership agrees on, rather than to their supposed antagonisms.",
		"author": "Michael Pollan"
	},
	{
		"quote": "There&#39;s a very big gulf between the black civil rights leadership in America and the black middle class in America. The black middle class are conservative. Many of those minorities can be persuaded to be members of the Republican Party.",
		"author": "Pete du Pont"
	},
	{
		"quote": "Party domination and State leadership are concepts incompatible with one another.",
		"author": "Franz von Papen"
	},
	{
		"quote": "The Irish Republican Army has kept every commitment made by its leadership.",
		"author": "Gerry Adams"
	},
	{
		"quote": "It is past time for Republican leadership to answer for record deficits and reckless spending, both in Iraq and in the U.S. It&#39;s time for a plan to bring our troops home.",
		"author": "Sherrod Brown"
	},
	{
		"quote": "Year after year, President Bush has broken his campaign promises on college aid. And year after year, the Republican leadership in Congress has let him do it.",
		"author": "Sherrod Brown"
	},
	{
		"quote": "On the other hand, the waging of peace as a science, as an art, is in its infancy. But we can trace its growth, its steady progress, and the time will come when there will be particular individuals designated to assume responsibility for and leadership of this movement.",
		"author": "Fredrik Bajer"
	},
	{
		"quote": "Under the leadership of this President, the state of the union is not strong. We are being pulled apart rather than pulling together. Our democracy is suffering from the choices being made, and yet we are offered the same tired excuses and unrealistic analyses.",
		"author": "Jose Serrano"
	},
	{
		"quote": "It is with obedience to your call that I take up the burden of government leadership for the final time.",
		"author": "Kamisese Mara"
	},
	{
		"quote": "We need safe communities that are free from methamphetamine and a federal commitment to stand next to state leadership and law enforcement in the fight against this epidemic.",
		"author": "Rick Larsen"
	},
	{
		"quote": "An old African leader says about leadership, he says that leadership should never be shared; it should always remain in the hands of the dispossessed people. We will lead the revolution.",
		"author": "H. Rap Brown"
	},
	{
		"quote": "There are many elements to a campaign. Leadership is number one. Everything else is number two.",
		"author": "Bertolt Brecht"
	},
	{
		"quote": "There has not yet been a major ground offensive battle... There are, we know, negotiations going on between the opposition forces and the Taliban leadership for surrender.",
		"author": "Peter Pace"
	},
	{
		"quote": "There are no ideas in the Republican Party right now in the Congress. They&#39;re the party of no. They desperately need some intellectual leadership. And whatever you think of Newt Gingrich, he can supply intellectual leadership. So I hope he does run.",
		"author": "Howard Dean"
	},
	{
		"quote": "We need someone with proven conservative leadership experience, not entitlement, to be able to represent us and lead us.",
		"author": "Randy Hultgren"
	},
	{
		"quote": "The House has passed several bipartisan bills to ensure all Americans have the opportunity to secure a good job to provide for their families. All of these jobs bills deserve the support of our Senators and a strong show of leadership from the president.",
		"author": "Joe Heck"
	},
	{
		"quote": "I&#39;ve been the co-chair of the Non-Partisan Women&#39;s Caucus and vice-chair for several years, taking a leadership role in this women&#39;s organization.",
		"author": "Gwen Moore"
	},
	{
		"quote": "We have now under President Obama&#39;s leadership had 29 months in a row of private sector job growth. That stretch of positive private sector job growth hasn&#39;t happened since 2005. We still have a long way to go, but we are moving in the right direction.",
		"author": "Martin O'Malley"
	},
	{
		"quote": "Whose leadership, whose judgment, whose values do you want in the White House when that crisis lands like a thud on the Oval Office desk?",
		"author": "Rahm Emanuel"
	},
	{
		"quote": "I think most Americans understand that we went through a period in which American leadership was judged quite critically internationally.",
		"author": "Susan Rice"
	},
	{
		"quote": "There was great leadership in this country at the time of World War II. There was also unrelenting resolve at home, in America&#39;s factories and on the farms, in the cities and the country.",
		"author": "Bob Feller"
	},
	{
		"quote": "You cannot transpose the U.S. system on Turkey, and the Turkish system on France etc. You have to understand the people and their culture. That&#39;s leadership.",
		"author": "Hamad bin Isa Al Khalifa"
	},
	{
		"quote": "It&#39;s really necessary for the United States to continue to give strong leadership to the Middle East peace process, supported by European countries at the same time.",
		"author": "William Hague"
	},
	{
		"quote": "I made a commitment... both to myself and to some supporters to carefully consider a run for the Liberal leadership for the Liberal Party of Canada.",
		"author": "Dalton McGuinty"
	},
	{
		"quote": "I have run a general election campaign pregnant and ran Ed Miliband&#39;s leadership campaign commuting to London with a new baby so I already have my system set up.",
		"author": "Lucy Powell"
	},
	{
		"quote": "The biggest novelty of 2013 will be new leadership in China. Very little is known about the views of the new leaders - who will rule the country for ten years. But we do know they&#39;re the first generation of Chinese leaders who have spent the majority of their lives in a China &#39;opening up&#39; to the rest of the world.",
		"author": "David Miliband"
	},
	{
		"quote": "History has shown that one cannot legislate a culture of integrity. And yet, one of the paramount responsibilities and challenges of corporate leadership is to ensure such a culture.",
		"author": "Preet Bharara"
	},
	{
		"quote": "We are watching industries crumble, Wall Street firms disappear, unemployment spike, and unprecedented government intervention. And our designated opinion leaders want to know: Is Obama up this week? Is he down? And is his leadership style more like Bill Clinton&#39;s, or Abraham Lincoln&#39;s?",
		"author": "Thomas Frank"
	},
	{
		"quote": "Nixon was an awful president in many ways, including in some of his foreign-policy choices. But he left no doubt that foreign policy and America&#39;s leadership in the world outside its borders was of paramount importance to him.",
		"author": "John Podhoretz"
	},
	{
		"quote": "When President Obama was in the Senate, when he was a U.S. senator, he voted against raising the debt ceiling. And he said it was a lack of leadership that had brought us to this point.",
		"author": "Cathy McMorris Rodgers"
	},
	{
		"quote": "Obama is thoroughly mixed up with all these things he&#39;s got. He&#39;s got to solve Libya. He&#39;s got to solve Afghanistan. He&#39;s everywhere. And this nation, I don&#39;t know why it&#39;s not showing the leadership and capacity to attend different issues at the same time.",
		"author": "Vicente Fox"
	},
	{
		"quote": "America somehow thinks that leadership relates to governance, and it certainly does. But society is much bigger than governance, and some of the truly great leadership of our society is outside the governance arena.",
		"author": "Jim Leach"
	},
	{
		"quote": "Actions, such as the designation of National Childhood Obesity Awareness Month, spring from First Lady Michelle Obama&#39;s leadership of efforts to end childhood obesity within this generation.",
		"author": "Richard Carmona"
	},
	{
		"quote": "I am involved in a lot of nonprofits. And when I reached the ripe old age of 60, I wanted to provide leadership to some I had been involved in.",
		"author": "David Rubenstein"
	},
	{
		"quote": "In the &#39;90s, there was scant presidential leadership and insufficient domestic political mobilization for foreign policy grounded in human rights.",
		"author": "Samantha Power"
	},
	{
		"quote": "China is the largest and most ancient of Asiatic countries, but it is not for us boastfully to talk of her right to a position of &#39;leadership&#39; among those countries.",
		"author": "Chiang Kai-shek"
	},
	{
		"quote": "I always liked the idea of leadership and being a captain.",
		"author": "Dylan Lauren"
	},
	{
		"quote": "Governments follow their people. A great deal has to do with the vision of the leadership of governments. They have a vision, and they translate that to their people and to their counterparts in other countries. You can fulfill and achieve a great deal if you get along well as individuals, as people, as persons.",
		"author": "Salman Khurshid"
	},
	{
		"quote": "I can say with absolute certainty that I will run for one of two offices: my state Senate seat or for the governor. I&#39;m still trying to decide, but I do think people are ready for a change from the partisan, very fractured leadership we have in Texas.",
		"author": "Wendy Davis"
	},
	{
		"quote": "Say what you will about the leadership of &#39;SNL,&#39; they have crafted an institution as opposed to just running a show. I don&#39;t think that&#39;s by accident.",
		"author": "Phil LaMarr"
	},
	{
		"quote": "Absolutely the United States should lead in space, for the survival of the United States. It&#39;s inspiring for the next generation. If we lose leadership, then we&#39;ll be using Chinese capability to inspire Americans.",
		"author": "Buzz Aldrin"
	},
	{
		"quote": "One of the best teaching experiences Ed Schein and I had when we were teaching at MIT in the 1960s was inventing a course on leadership through film.",
		"author": "Warren Bennis"
	},
	{
		"quote": "For good or ill, I&#39;m a person of leadership. I do my best. I don&#39;t dodge responsibility.",
		"author": "Gerry Adams"
	},
	{
		"quote": "Leadership is not a popularity contest; it&#39;s about leaving your ego at the door. The name of the game is to lead without a title.",
		"author": "Robin S. Sharma"
	},
	{
		"quote": "I&#39;ve never worried about payback. People are hungry for leadership that&#39;s not afraid of political consequence.",
		"author": "Wendy Davis"
	},
	{
		"quote": "Digitas is a company that&#39;s very rapidly changing - the digital world changes every day. It&#39;s important we hire people who are curious about what&#39;s going on and who are willing to learn and want to learn. I look for core leadership traits.",
		"author": "Laura Lang"
	},
	{
		"quote": "I think the most important leadership lessons I&#39;ve learned have to do with understanding the context in which you are leading. Universities are places with enormously distributed authority and many different sorts of constituencies, all of whom have a stake in that institution.",
		"author": "Drew Gilpin Faust"
	},
	{
		"quote": "When you look at a Congress that has an 84 percent disapproval rating, that means that for the most part, the people of this country, and certainly California, are looking for new leadership.",
		"author": "Elizabeth Emken"
	},
	{
		"quote": "You can&#39;t consider a president weak because he will have a Congress that Mexican voters have wanted to be co-responsible in the decisions to be taken... It will be through the leadership that I will exercise that we will be able to build the agreements in Congress.",
		"author": "Enrique Pena Nieto"
	},
	{
		"quote": "I would say that one of the things that encouraged me so much when I became elected to the leadership was the letters I received from fathers of daughters, saying that, &#39;My daughter can now do many more things because of what you did.&#39;",
		"author": "Nancy Pelosi"
	},
	{
		"quote": "I very much believe in values-based leadership and that the values that I believe in and try to govern by are transcendent values.",
		"author": "Deval Patrick"
	},
	{
		"quote": "You were born to lead as mothers and fathers, because nowhere is righteous leadership more crucial than in the family.",
		"author": "Sheri L. Dew"
	},
	{
		"quote": "The way I see it, what is going to come out of the moon activities is a respect for U.S. leadership.",
		"author": "Buzz Aldrin"
	},
	{
		"quote": "Most leadership strategies are doomed to failure from the outset.",
		"author": "Peter Senge"
	},
	{
		"quote": "One thing that somebody told me is that leadership is a lonely role - some people can do it, and some people can&#39;t.",
		"author": "Kyrie Irving"
	},
	{
		"quote": "We need leadership that can elevate religion and morality to their position of paramount importance and thus eliminate growing selfishness, immorality and materialism.",
		"author": "George W. Romney"
	},
	{
		"quote": "For success of any mission, it is necessary to have creative leadership. Creative leadership is vital for government, non-governmental organisations as well as for industries.",
		"author": "A. P. J. Abdul Kalam"
	},
	{
		"quote": "If you&#39;re running an engineering or finance company, all companies depend on ideas and ingenuity. I think the principles of creative leadership apply everywhere, whether it&#39;s an advertising company or whether you&#39;re running a hospital.",
		"author": "Ken Robinson"
	},
	{
		"quote": "The function of combat is not merely to perpetrate violence, but to perpetrate violence on command, instantaneously and reflexively. The function of the service academies is to prepare men for leadership positions where they may someday exercise that command.",
		"author": "Jim Webb"
	},
	{
		"quote": "Mahatma Gandhi was someone who demonstrated the tremendous power of leadership by example.",
		"author": "N. R. Narayana Murthy"
	},
	{
		"quote": "I&#39;ve been a Democrat, I&#39;ve been a Republican, and I eventually became an independent because I don&#39;t believe either party has a monopoly on good ideas or strong leadership.",
		"author": "Michael Bloomberg"
	},
	{
		"quote": "My leadership will end the Obama era and begin a new era of American prosperity.",
		"author": "Mitt Romney"
	},
	{
		"quote": "Central to America&#39;s rise to global leadership is our Judeo-Christian tradition with the vision of the goodness and possibilities of every human life.",
		"author": "Mitt Romney"
	},
	{
		"quote": "I believe that people of faith by and large have a great interest in the institution of family and that a family is a great place to learn leadership skills. I&#39;m sure I benefited by having a mom and mad, both of whom were actively involved in the community and in various enterprises.",
		"author": "Mitt Romney"
	},
	{
		"quote": "America is stronger because of President Obama&#39;s leadership, and I&#39;m better because of his friendship.",
		"author": "Hillary Clinton"
	},
	{
		"quote": "There&#39;s a void of leadership in a lot of Washington. I think one of the reasons why there&#39;s so much angst across the country.",
		"author": "Rush Limbaugh"
	},
	{
		"quote": "Nobody in a leadership level in American politics is trying to inspire the American people. Everybody needs to be goosed. The vast majority of people are not self-starters.",
		"author": "Rush Limbaugh"
	},
	{
		"quote": "The Republican leadership thinks the best way to avoid losing elections is to let the Democrats win every controversial issue.",
		"author": "Rush Limbaugh"
	},
	{
		"quote": "Priesthood lessons are regularly devoted to topics of family leadership, and quorum leaders everywhere are feeling more and more their responsibility to teach and train their quorum members to be better husbands and fathers.",
		"author": "Joseph B. Wirthlin"
	},
	{
		"quote": "Military school was great and especially great for leadership and then I spent two years in Vietnam.",
		"author": "Robert Kiyosaki"
	},
	{
		"quote": "People invest in businesses that they believe have the leadership, mission and team to grow and operate profitably.",
		"author": "Robert Kiyosaki"
	},
	{
		"quote": "As the Palestinian leadership never seems to pay any penalty for its words, America&#39;s seriousness about the peace process is in doubt.",
		"author": "Elliott Abrams"
	},
	{
		"quote": "Clearly no one knows what leadership has gone undiscovered in women of all races, and in black and other minority men.",
		"author": "Gloria Steinem"
	},
	{
		"quote": "One of the joys of working with boys is that you get your pay as you go along. You can observe the results of your leadership daily... Such satisfaction cannot be purchased at any price; it must be earned.",
		"author": "Ezra Taft Benson"
	},
	{
		"quote": "We need leadership in this country, which will improve the lives of working families, the children, the elderly, the sick and the poor. We need leadership which brings our people together and makes us stronger.",
		"author": "Bernie Sanders"
	},
	{
		"quote": "Any objective observer will conclude that - based on her ideas and her leadership - Hillary Clinton must become the next president of the United States.",
		"author": "Bernie Sanders"
	},
	{
		"quote": "I feel comfortable in a position of leadership, but that&#39;s not to say I feel complacent about it. I take it incredibly seriously.",
		"author": "Nicola Sturgeon"
	},
	{
		"quote": "One of the best paradoxes of leadership is a leader&#39;s need to be both stubborn and open-minded. A leader must insist on sticking to the vision and stay on course to the destination. But he must be open-minded during the process.",
		"author": "Simon Sinek"
	},
	{
		"quote": "Lincoln&#39;s leadership is based on a number of precepts, but my favorite one is that he acted in the name, and for the good, of the people.",
		"author": "Steven Spielberg"
	},
	{
		"quote": "What we heard today was not fiscal leadership from our Commander-in-Chief, what we heard today was a political broadside from our Campaigner-in-Chief.",
		"author": "Paul Ryan"
	},
	{
		"quote": "We need leadership. We don&#39;t need a doubling down on the failed politics of the past.",
		"author": "Paul Ryan"
	},
	{
		"quote": "Hope and change? We&#39;re not doing that anymore. They&#39;re doing attack and blame. And so, I just think people are going to see through this. They want real leadership. They want us to get this country on the right track.",
		"author": "Paul Ryan"
	},
	{
		"quote": "Millions of young Americans have graduated from college during the Obama presidency, ready to use their gifts and get moving in life. Half of them can&#39;t find the work they studied for, or any work at all. So here&#39;s the question: Without a change in leadership, why would the next four years be any different from the last four years?",
		"author": "Paul Ryan"
	},
	{
		"quote": "What&#39;s missing is leadership in the White House. And the story that Barack Obama does tell, forever shifting blame to the last administration, is getting old. The man assumed office almost four years ago - isn&#39;t it about time he assumed responsibility?",
		"author": "Paul Ryan"
	},
	{
		"quote": "So here&#39;s the question: Without a change in leadership, why would the next four years be any different from the last four years?",
		"author": "Paul Ryan"
	},
	{
		"quote": "I never get bored talking about themes dealing with ambition, leadership and what it means to be an American. I love that stuff. I just love it. I&#39;ve loved it ever since I was on &#39;The West Wing.&#39;",
		"author": "Rob Lowe"
	},
	{
		"quote": "One of the main ways that leadership stays in power is by, in various ways, convincing people that they should just let those who are in government govern: &#39;Trust us. Trust me. Just let us take care of things. Stay out of it.&#39; Your opinions don&#39;t really matter. You are isolated. You are insignificant.",
		"author": "Viggo Mortensen"
	},
	{
		"quote": "Leadership is a choice, not a position.",
		"author": "Stephen Covey"
	},
	{
		"quote": "France, after the month of May, will share trust with the current leadership of the United States which, on many subjects, has tended to take useful positions in our view.",
		"author": "Francois Hollande"
	},
	{
		"quote": "I speak directly to the people, and I know that the people of California want to have better leadership. They want to have great leadership. They want to have somebody that will represent them. And it doesn&#39;t matter if you&#39;re a Democrat or a Republican, young or old.",
		"author": "Arnold Schwarzenegger"
	},
	{
		"quote": "Within the narrow confines of Permanent Washington - the journalists, lobbyists, and congressional lifers who are the city&#39;s avatars of centrism and continuity - Ford is considered the beau ideal of American leadership.",
		"author": "Timothy Noah"
	},
	{
		"quote": "There are many things that matter much more than an editor&#39;s gender in shaping the direction of the leadership.",
		"author": "Nancy Gibbs"
	},
	{
		"quote": "Give whatever you are doing and whoever you are with the gift of your attention.",
		"author": "Jim Rohn"
	},
	{
		"quote": "A good part of my leadership skills is crafted from learning from experiences early in my career that were not positive experiences.",
		"author": "John Lasseter"
	},
	{
		"quote": "In government, our chief executives have been lawyers. The great majority of our cabinets and congresses are and have been men trained in the law. They have provided the leadership and the statecraft and the store of strength when it was needed.",
		"author": "Robert Kennedy"
	},
	{
		"quote": "On March 12, 2004, acting attorney general James B. Comey and the Justice Department&#39;s top leadership reached the brink of resignation over electronic surveillance orders that they believed to be illegal.",
		"author": "Barton Gellman"
	},
	{
		"quote": "The government, under my leadership, will act to implement the rule of law and to maintain the independence of the judicial system, which is one of the pillars of maintaining a democratic system.",
		"author": "Ariel Sharon"
	},
	{
		"quote": "Washington doesn&#39;t have just a spending problem, or just an entitlement problem, or just a taxing problem. We have a leadership problem. Fix that, and the first three problems are solved.",
		"author": "Mark McKinnon"
	},
	{
		"quote": "As in nature, politics abhors a vacuum. Without a strong voice for more moderate leadership, the Tea Party is filling that vacuum.",
		"author": "Mark McKinnon"
	},
	{
		"quote": "Republicans working in leadership and the trenches are largely old, white, male, out-of-touch, out of ideas, technology averse, and living in the past.",
		"author": "Mark McKinnon"
	},
	{
		"quote": "Good political leadership for me involves getting the big decisions right - however difficult, however controversial, however potentially divisive - and then being able to take people with you.",
		"author": "Charles Kennedy"
	},
	{
		"quote": "I have always had confidence in our front line F.B.I. personnel as well as the F.B.I. leadership.",
		"author": "Tom Cotton"
	},
	{
		"quote": "As a company grows from 25 to 50 to 100 to 200 to 500 to 1000 people, the characteristics of who is the very best talent in leadership roles will change. It&#39;s rarely the case that your leadership team at 1000 people is the same leadership team you had a 25 people.",
		"author": "Brad Feld"
	},
	{
		"quote": "Stress on fast growing companies comes from a lot of different places. The one that is often the largest, and creates the most second-order issues, is the composition of the leadership team. More specifically, it&#39;s specific people on the leadership who don&#39;t have the scale experience their role requires at a particular moment in time.",
		"author": "Brad Feld"
	},
	{
		"quote": "I&#39;m a venture capitalist. I like to say my job is to help and support entrepreneurs. I can play a leadership role, but my organization can&#39;t be the leader.",
		"author": "Brad Feld"
	},
	{
		"quote": "There is a crisis of leadership and governance in Africa, and we must face it.",
		"author": "Mo Ibrahim"
	},
	{
		"quote": "For citizens to become fully engaged in holding their leadership to account, accurate information is required to see where action is needed, to measure the results of policies and programmes, to build support for courageous decisions and to consolidate political legitimacy.",
		"author": "Mo Ibrahim"
	},
	{
		"quote": "The Nobel Prize is worth $1.5 million, but that&#39;s not the issue. Do the distinguished scientists who win the Nobel Prize need the money? Probably not. The honor is more important the money, and that&#39;s the case with the prize for African leadership as well.",
		"author": "Mo Ibrahim"
	},
	{
		"quote": "Leadership has a harder job to do than just choose sides. It must bring sides together.",
		"author": "Jesse Jackson"
	},
	{
		"quote": "Leadership cannot just go along to get along. Leadership must meet the moral challenge of the day.",
		"author": "Jesse Jackson"
	},
	{
		"quote": "Once the public loses confidence in a president&#39;s leadership at a time of war, once they don&#39;t trust him anymore, once his credibility is sharply diminished, how does he get it back?",
		"author": "Robert Dallek"
	},
	{
		"quote": "Success in past U.S. conflicts has not been strictly the result of military leadership but rather the judgment of the president in choosing generals and setting broad strategy.",
		"author": "Robert Dallek"
	},
	{
		"quote": "As someone who has more than a passing acquaintance with most of the 20th century presidents, I have often thought that their accomplishments have little staying power in shaping popular views of their leadership.",
		"author": "Robert Dallek"
	},
	{
		"quote": "I&#39;ll practice as good as I can, but I know that I play even better, with the qualities I have - leadership, my ability to make something happen in games, winning.",
		"author": "Tim Tebow"
	},
	{
		"quote": "Charlatanism of some degree is indispensable to effective leadership.",
		"author": "Eric Hoffer"
	},
	{
		"quote": "We never used to blink at taking a leadership role in the world. And we understood leadership often required something other than drones and bombs. We accepted global leadership not just for humanitarian reasons, but also because it was in our own best interest. We knew we couldn&#39;t isolate ourselves from trouble. There was no place to hide.",
		"author": "Robert Reich"
	},
	{
		"quote": "In all of our efforts, we continue to emphasize the importance of inclusivity and transparency on the part of the Afghan government and leadership, especially in linking nascent local governing institutions to the decision-making and financial resources in Kabul.",
		"author": "David Petraeus"
	},
	{
		"quote": "Leadership is an individual sport, one that has to be fine-tuned to each of the people that reports to you. Leaders also need to provide the direction, energy, encouragement and inspiration for each person who reports directly to the leader as well as for the overall organization.",
		"author": "David Petraeus"
	},
	{
		"quote": "When I was commander of Central Command, obviously we were very concerned about the developments in Yemen, the developments in Somalia and elsewhere, in Africa and so forth. But the al Qaeda senior leadership is under unprecedented pressure.",
		"author": "David Petraeus"
	},
	{
		"quote": "You have to keep on disrupting. If you let up the pressure, then al-Qaeda senior leadership will come back.",
		"author": "David Petraeus"
	},
	{
		"quote": "Up until the time I was cast in &#39;Star Trek,&#39; the roles were pretty shallow - thin, stereotyped, one-dimensional roles. I knew this character was a breakthrough role, certainly for me as an individual actor but also for the image of an Asian character: no accent, a member of the elite leadership team.",
		"author": "George Takei"
	},
	{
		"quote": "In Illinois, where legislators are paid $45,000, plus as much as $10,000 for leadership work, about half are full-time politicians.",
		"author": "Bill Dedman"
	},
	{
		"quote": "It simply cannot be disputed that for decades the Palestinian leadership was more interested in there not being a Jewish state than in there being a Palestinian state.",
		"author": "Alan Dershowitz"
	},
	{
		"quote": "When I interviewed Paul Bremer in his office, he had almost no books on his shelves. He had a couple of management books, like &#39;Leadership&#39; by Rudolph Giuliani. I didn&#39;t take it as an encouraging sign.",
		"author": "George Packer"
	},
	{
		"quote": "Inspiration is an underexamined part of political life and presidential leadership.",
		"author": "George Packer"
	},
	{
		"quote": "The highest calling of leadership is to challenge the status quo and unlock the potential of others. We need a leader who will lead the resurgence of this great nation and unlock its potential once again.",
		"author": "Carly Fiorina"
	},
	{
		"quote": "In fair weather prepare for foul.",
		"author": "Thomas Fuller"
	},
	{
		"quote": "Churches need to figure out how they will address the spiritual lives of their staffs and leadership teams.",
		"author": "John Ortberg"
	},
	{
		"quote": "The thing I&#39;m most focused on today is, how am I maximizing the effectiveness of the leadership team, and what am I doing to nurture it?",
		"author": "Satya Nadella"
	},
	{
		"quote": "One thing we&#39;ve talked a lot about, even in the first leadership meeting, was, what&#39;s the purpose of our leadership team? The framework we came up with is the notion that our purpose is to bring clarity, alignment and intensity.",
		"author": "Satya Nadella"
	},
	{
		"quote": "But I do not believe that the world would be entirely different if there were more women leaders. Maybe if everybody in leadership was a woman, you might not get into the conflicts in the first place. But if you watch the women who have made it to the top, they haven&#39;t exactly been non-aggressive - including me.",
		"author": "Madeleine Albright"
	},
	{
		"quote": "Maybe if everybody in leadership was a woman, you might not get into the conflicts in the first place. But if you watch the women who have made it to the top, they haven&#39;t exactly been non-aggressive - including me.",
		"author": "Madeleine Albright"
	},
	{
		"quote": "Constant, gentle pressure is my preferred technique for leadership, guidance, and coaching.",
		"author": "Danny Meyer"
	},
	{
		"quote": "In the South, there was absence of any leadership corresponding in breadth and courage to that of Abraham Lincoln.",
		"author": "W. E. B. Du Bois"
	},
	{
		"quote": "By the 1890s, the leading Wall Street bankers were becoming increasingly disgruntled with their own creation, the National Banking System... while the banking system was partially centralized under their leadership, it was not centralized enough.",
		"author": "Murray Rothbard"
	},
	{
		"quote": "Yes, America must do the right thing, but to provide moral leadership, America must do it in the right way, too.",
		"author": "David Cameron"
	},
	{
		"quote": "I think the country requires fresh leadership. I do not think I can be the captain to take the country to its next destination.",
		"author": "David Cameron"
	},
	{
		"quote": "There definitely comes a time where a fresh pair of eyes and fresh leadership would be good, and the Conservative Party has got some great people coming up - the Theresa Mays, and the George Osbornes, and the Boris Johnsons.",
		"author": "David Cameron"
	},
	{
		"quote": "Market leadership can translate directly to higher revenue, higher profitability, greater capital velocity, and correspondingly stronger returns on invested capital.",
		"author": "Jeff Bezos"
	},
	{
		"quote": "Great leadership can be a difficult thing to pin down and understand. You know a great leader when you&#39;re working for one, but even they can have a hard time articulating what it is that makes their leadership so effective.",
		"author": "Travis Bradberry"
	},
	{
		"quote": "It&#39;s through a leader&#39;s actions - what he or she does and says on a daily basis - that the essence of great leadership becomes apparent.",
		"author": "Travis Bradberry"
	},
	{
		"quote": "Few things kill likeability as quickly as arrogance. Likable leaders don&#39;t act as though they&#39;re better than you because they don&#39;t think that they&#39;re better than you. Rather than being a source of prestige, they see their leadership position as bringing them additional accountability for serving those who follow them.",
		"author": "Travis Bradberry"
	},
	{
		"quote": "Too many talk about a company&#39;s leadership, referring to the senior most executives in the organization. They are just that: senior executives. Leadership doesn&#39;t automatically happen when you reach a certain pay grade. Hopefully you find it there, but there are no guarantees.",
		"author": "Travis Bradberry"
	},
	{
		"quote": "Leadership and management are not synonymous.",
		"author": "Travis Bradberry"
	},
	{
		"quote": "Great entrepreneurial DNA is comprised of leadership, technological vision, frugality, and the desire to succeed.",
		"author": "Steve Blank"
	},
	{
		"quote": "For the absolute avoidance of doubt, my leadership will be about unity, drawing on all the talents - with women representing half of the shadow cabinet - and working together at every level of the party.",
		"author": "Jeremy Corbyn"
	},
	{
		"quote": "If the leadership can&#39;t win a debate, then we should show true leadership and implement the democratic will of our party.",
		"author": "Jeremy Corbyn"
	},
	{
		"quote": "A lot of people relate leadership to formalities. They believe that leadership is about being professional and strong and always right and being a booming voice. I just don&#39;t buy that. I think that leadership is a soft skill; it&#39;s a people skill.",
		"author": "Jason Fried"
	},
	{
		"quote": "I think the way to understand Teach for America is as a leadership development program.",
		"author": "Wendy Kopp"
	},
	{
		"quote": "We are working essentially to build a leadership force of folks who will, during their first two years of teaching, actually put their kids on a different trajectory - not just survive as a new teacher, but actually help close the achievement gap for their kids.",
		"author": "Wendy Kopp"
	},
	{
		"quote": "The mission that unites all of the programs of the Teach For All global network is that of cultivating the leadership capacity critical to ultimately ensuring educational opportunity for all.",
		"author": "Wendy Kopp"
	},
	{
		"quote": "School boards can be a steppingstone to higher forms of political leadership.",
		"author": "Wendy Kopp"
	},
	{
		"quote": "If we&#39;re going to see sustainable results from all the other investments we&#39;re making in education, we need to build leadership capacity in each and every country.",
		"author": "Wendy Kopp"
	},
	{
		"quote": "Teach For America is working hard to be one significant source of the leadership we need.",
		"author": "Wendy Kopp"
	},
	{
		"quote": "Fostering the leadership necessary for transformational outcomes in education is hard work, and in countries around the world, there is a constant search for easier solutions.",
		"author": "Wendy Kopp"
	},
	{
		"quote": "The idea that computers can ever replace teachers and schools reveals a deep lack of understanding about the role leadership plays in student success.",
		"author": "Wendy Kopp"
	},
	{
		"quote": "This is not a political issue. I know Florida&#39;s leadership has talked about a real commitment to helping our veterans. Now it&#39;s time for them to show it.",
		"author": "Ted Deutch"
	},
	{
		"quote": "Empowerment isn&#39;t a buzzword among leadership gurus. It&#39;s a proven technique where leaders give their teams the appropriate training, tools, resources, and guidance to succeed.",
		"author": "John Rampton"
	},
	{
		"quote": "We shouldn&#39;t be debating whether to deal with the current code by allowing it to be extended or not. We should have a president who shows leadership and comes to Congress and says: &#39;You know what? We need to reform this whole tax code.&#39;",
		"author": "Rob Portman"
	},
	{
		"quote": "Whether it was his ability to turn around the Massachusetts economy or turn around businesses in the private sector, Mitt Romney has demonstrated the leadership that we need in the White House to get the country on the right track.",
		"author": "Lisa Murkowski"
	},
	{
		"quote": "We needed to go back on the offense and offer clear leadership on Iraq.",
		"author": "Condoleezza Rice"
	},
	{
		"quote": "I talked about the need for American leadership, I talked about the importance of the United States to a more peaceful world, a world that has been quite turbulent in recent years, and needs a strong American anchor.",
		"author": "Condoleezza Rice"
	},
	{
		"quote": "I believe most of the public should be involved in the election of the leadership.",
		"author": "Tzipi Livni"
	},
	{
		"quote": "We are at a point in our nation&#39;s history when the right leadership is needed more than ever. Hillary has spent her life advocating for poor and working class families. Hillary will help build an economy for tomorrow and beyond; strengthen America&#39;s families; defend our country and its core values; and revitalize our democracy.",
		"author": "Marcia Fudge"
	},
	{
		"quote": "If leadership is something that is in-your-face, then that is a different type of leadership.",
		"author": "Marcia Fudge"
	},
	{
		"quote": "Leadership is... to make sure you never limit the idea or opportunity.",
		"author": "Kevin Plank"
	},
	{
		"quote": "In this age, I don&#39;t care how tactically or operationally brilliant you are: if you cannot create harmony - even vicious harmony - on the battlefield based on trust across service lines, across coalition and national lines, and across civilian/military lines, you need to go home, because your leadership is obsolete.",
		"author": "James Mattis"
	},
	{
		"quote": "All our lives are enriched by the leadership and excellence and confidence of female athletes, whether the Mia Hamms and Maya Moores we know or the field hockey, lacrosse and track and field athletes we do not necessarily know.",
		"author": "George Vecsey"
	},
	{
		"quote": "ISIS has leadership, just like al Qaeda has leadership. It&#39;s important to be able to eliminate the individuals that are leading the organization.",
		"author": "James Lankford"
	},
	{
		"quote": "It&#39;s mystifying to me why the House leadership will not allow a straight up-or-down vote on a pay raise. I vote against every pay raise because taxpayers deserve better.",
		"author": "Sam Graves"
	},
	{
		"quote": "Sena under the leadership of Uddhav Thackeray has failed. It is a party on the decline, and that decline started the day Maharashtra Navnirman Sena was formed.",
		"author": "Sharad Pawar"
	},
	{
		"quote": "If we expect to continue our leadership in the global economy, we must invest in a long-term transportation plan -f or both highways and transit programs. Too many of our roads, bridges, and railways have fallen into disrepair.",
		"author": "Sherrod Brown"
	},
	{
		"quote": "I do think the U.S. has a moral and political leadership role to play.",
		"author": "Elizabeth Esty"
	},
	{
		"quote": "The sad fact is, because we&#39;ve had a failed policy and failed leadership, now we&#39;re having to rely on Russians and the Iranians to go into Syria to fight and destroy ISIS.",
		"author": "Mike McCaul"
	},
	{
		"quote": "Our country needs a new generation of leadership, and I believe that Marco Rubio presents this nation with the greatest possibilities and opportunities to meet the challenges of the next generation.",
		"author": "Cory Gardner"
	},
	{
		"quote": "The Trans-Pacific Partnership has the potential to reshape America&#39;s relationship with the nations of the Pacific Rim, enhance U.S. leadership in this critically important region, and provide a major boost to our economy.",
		"author": "Cory Gardner"
	},
	{
		"quote": "The average American is more focused on leadership than likeability. And more focused on qualifications than quality of speakership.",
		"author": "Kellyanne Conway"
	},
	{
		"quote": "Voters go into the ballot box with big ideas in their mind: leadership, change, experience, hope.",
		"author": "Kellyanne Conway"
	},
	{
		"quote": "If women are not accorded equal place in the leadership of the Catholic Church and the other great world religions, they will always be treated as inferiors in earthly matters as well.",
		"author": "Tim Kaine"
	},
	{
		"quote": "Leaders are for calling people to their better angels, for helping guide them to a kind of sterner, more mature sense of what we need to do. To me, Reagan&#39;s brand of leadership was what I call &#39;a liturgy of absolution.&#39; He absolved Americans almost in a priestly role to contend with sin. Who wouldn&#39;t want that?",
		"author": "Rick Perlstein"
	},
	{
		"quote": "Enter the candidates on horseback: While military leaders can sometimes be dangerous in politics, our best generals and admirals embody the democratic values and leadership skills for which the country is yearning.",
		"author": "David Ignatius"
	},
	{
		"quote": "The nation&#39;s chronic weakness is its political system, which is nearing dysfunction. If the U.S. can elect better political leadership, it should be able to manage problems better than most competitors.",
		"author": "David Ignatius"
	},
	{
		"quote": "Seventy years after China emerged from the Second World War, the greatest threat facing the nation&#39;s leadership is not imperialism but skepticism.",
		"author": "Evan Osnos"
	},
	{
		"quote": "The Freedom Caucus, like many of the members, feel like that we have too much of a top-heavy, power-based type of leadership program where the decisions are made exclusively at the top and that members voices are not heard, which means that our constituents&#39; voices are not heard: those that we represent.",
		"author": "John Fleming"
	},
	{
		"quote": "Louisiana&#39;s a very conservative state. When we&#39;ve ever polled this, we&#39;ve found that they like conservative reforms. They want us to fight back against our leadership and Democrats, so it&#39;s very consistent.",
		"author": "John Fleming"
	},
	{
		"quote": "We think our leadership has been too timid to go after corruption, and often times, they bow to the liberal progressive demands of the White House instead of standing up for our values.",
		"author": "John Fleming"
	},
	{
		"quote": "If we&#39;re going to change leadership, we need to do it in a very systematic and organized way.",
		"author": "John Fleming"
	},
	{
		"quote": "America is much better than the leadership we have in Washington.",
		"author": "John Fleming"
	},
	{
		"quote": "Mexico has lost its leadership, and a lot of that has to do with its poor performance and the lack of better results in our country.",
		"author": "Enrique Pena Nieto"
	},
	{
		"quote": "Someday, somehow, the leadership of Planned Parenthood will have to answer for their callous disregard of the sanctity of human life. In the meantime, I am relieved that the Bryan abortion facility has gone out of business.",
		"author": "Bill Flores"
	},
	{
		"quote": "I think the comments about me being a shill for leadership are beyond the pale.",
		"author": "Bill Flores"
	},
	{
		"quote": "I have disagreements with leadership, I have disagreements with the speaker, but I have those one-on-one.",
		"author": "Bill Flores"
	},
	{
		"quote": "The mission statement of the RSC is to foster a constitutionally bound limited government, it&#39;s to have a strong national defense, it&#39;s to protect private property rights and it&#39;s to support American values. That&#39;s what the mission statement is. There&#39;s nothing in the mission statement about trying to hold leadership accountable.",
		"author": "Bill Flores"
	},
	{
		"quote": "People want to give everybody a pass, but leadership comes at a price.",
		"author": "Paul Gosar"
	},
	{
		"quote": "We were elected to serve our districts, and that demands putting bygones aside. That&#39;s what leadership&#39;s all about.",
		"author": "Paul Gosar"
	},
	{
		"quote": "Leadership has a price.",
		"author": "Paul Gosar"
	},
	{
		"quote": "Our leadership in D.C. should be bold and determined.",
		"author": "Paul Gosar"
	},
	{
		"quote": "If an artist is driven primarily by social responsibility, I think the art probably suffers because, again, just as leadership has a rather defined end point or purpose, social responsibility would seem to have a very clear moral context.",
		"author": "Billy Collins"
	},
	{
		"quote": "We were hoping Obama would reclaim moral leadership for America. That failed.",
		"author": "Lech Walesa"
	},
	{
		"quote": "The Labor party under my leadership is working to bring the Israeli people together from all nationalities in the spirit of the scroll of independence.",
		"author": "Ehud Barak"
	},
	{
		"quote": "A leader does not deserve the name unless he is willing occasionally to stand alone.",
		"author": "Henry Kissinger"
	},
	{
		"quote": "American presidential leadership never goes out of style.",
		"author": "Monica Crowley"
	},
	{
		"quote": "If you have small-government, traditional values, you may be considered by your own leadership to be an enemy of the state.",
		"author": "Monica Crowley"
	},
	{
		"quote": "When the world lacks muscular and wise American leadership, it devolves into total chaos, which, in turn, produces unspeakable evils.",
		"author": "Monica Crowley"
	},
	{
		"quote": "I think that our leadership, Mitch McConnell and John Boehner, are taking the right approach.",
		"author": "Phil Gingrey"
	},
	{
		"quote": "You watch television and see what&#39;s going on on this debt ceiling issue. And what I consider to be a total lack of leadership from the President and nothing&#39;s going to get fixed until the President himself steps up and wrangles both parties in Congress.",
		"author": "Steve Wynn"
	},
	{
		"quote": "Because of Obama&#39;s ill-advised actions, the world has lost American leadership.",
		"author": "Michael T. Flynn"
	},
	{
		"quote": "Donald Trump&#39;s leadership, decision-making and problem solving will restore America&#39;s role as the undeniable and unquestioned world leader.",
		"author": "Michael T. Flynn"
	},
	{
		"quote": "There is no substitute for American leadership and exceptionalism.",
		"author": "Michael T. Flynn"
	},
	{
		"quote": "Women in leadership cannot cry without raising a storm of commentary.",
		"author": "Madeleine M. Kunin"
	},
	{
		"quote": "There are no more excuses for leaving women out of the inner circles of power. Qualified women are everywhere. Women are ready for leadership; they just need to be identified and asked.",
		"author": "Madeleine M. Kunin"
	},
	{
		"quote": "You won&#39;t hear the leadership in the Republican Party admit it, but there are many in the House and Senate who know that illegal immigration has to be stopped and legal immigration has to be reduced. We are giving away the country so a few very rich people can get richer.",
		"author": "Virgil Goode"
	},
	{
		"quote": "I am deeply honored by the trust the board has placed in me to lead Duke Energy. I have a high degree of confidence in the strength of our company&#39;s leadership and dedicated employees.",
		"author": "Lynn Good"
	},
	{
		"quote": "Leadership is a journey - you never arrive.",
		"author": "Lynn Good"
	},
	{
		"quote": "I have spent years as a leadership coach to the very wealthy and have been able to get behind the eyes of some of the world&#39;s best, studying the minute details of what makes a person great.",
		"author": "Robin S. Sharma"
	},
	{
		"quote": "My best investment, as cliched as this sounds, is the money I&#39;ve spent developing myself, via books, workshops and coaching. Leadership begins within, and to have a better career, start by building a better you.",
		"author": "Robin S. Sharma"
	},
	{
		"quote": "I bought my own home in 2004. It&#39;s a sanctuary for my family and a place of peace and calm. It&#39;s key for anyone committed to leadership and success to avoid the noise and focus on their best opportunities.",
		"author": "Robin S. Sharma"
	},
	{
		"quote": "There is a new model of leadership in the world that rides on the premise that every single person in the organisation can be a leader. Titles are important for structure and order, but real power does not come from titles.",
		"author": "Robin S. Sharma"
	},
	{
		"quote": "Showing leadership doesn&#39;t mean every employee will run the organization; that would lead to chaos. Businesses do need someone to set the vision and then lead the team to it.",
		"author": "Robin S. Sharma"
	},
	{
		"quote": "Anyone can show exceptional leadership ability in easy times. When all&#39;s going to plan, anyone can be inspirational/excellent/innovative and strong. The real question is how do you show up when everything&#39;s falling apart?",
		"author": "Robin S. Sharma"
	},
	{
		"quote": "Even after such milestones as Kathryn Bigelow winning an Oscar, there still seem to be few women in leadership roles.",
		"author": "Julia Stiles"
	},
	{
		"quote": "I totally disagree with the premise that al Qaeda is on the path to defeat. Quite the contrary, al Qaeda has deliberately decentralized its operations - not because of the relentless attacks we have had on its national leadership in Pakistan, but because its strategic objective is to dominate and control Muslim countries in the region.",
		"author": "Jack Keane"
	},
	{
		"quote": "By giving the leadership to the private sector in a capitalistic society, we&#39;re going to measure the value of art by how many products we can sell.",
		"author": "Robert Wilson"
	},
	{
		"quote": "If you look at your companies, and half of your staff are not female, and a decent percentage of them are not people of color, then you are part of the problem because you need people working for you and you need people in positions of leadership who can exercise their bias and who can exercise their perspective.",
		"author": "David Oyelowo"
	},
	{
		"quote": "I&#39;ve got to tell you what, the soldier doesn&#39;t fight very hard for a leader who is going to shoot him, okay, on his own whim. That&#39;s not what military leadership is all about.",
		"author": "Norman Schwarzkopf"
	},
	{
		"quote": "Nobody knows better than I do what the pressures of party leadership can do to a young family. It tore mine apart.",
		"author": "Justin Trudeau"
	},
	{
		"quote": "I think there are lots of ways to exercise ambition and accomplish things using leadership without going into elected politics. So, categorically, I have no intention of going into elected politics. None.",
		"author": "Chris Hadfield"
	},
	{
		"quote": "I now sit at the table in a variety of ways with the House leadership... as we go through taking a look at threat assessments and hot spots around the world. It&#39;s a national position, but certainly I don&#39;t forget that New Jersey has a critical part of national defense.",
		"author": "Rodney Frelinghuysen"
	},
	{
		"quote": "I got put into leadership roles very early in life from fifth grade, sixth grade. I always ended up being the quarterback or the leader of the sports teams, and it&#39;s kind of benefiting me now.",
		"author": "Tony Dungy"
	},
	{
		"quote": "You&#39;re born with some things inside you that will allow you to lead, but I think you have to take the bull by the horns. You have to want that leadership position, and then there are things you can do to develop that.",
		"author": "Tony Dungy"
	},
	{
		"quote": "The book is actually called &#39;A Mentor Leader, a Different Way to Lead.&#39; It really talks about my experience in the way I tried lead our football team, things that I learned from, basically, the coaches that I played for and my parents about leadership. And it is a little bit different, counter to maybe what society says about great leaders.",
		"author": "Tony Dungy"
	},
	{
		"quote": "Under Ed Miliband&#39;s leadership, we are changing both our party&#39;s structures and culture.",
		"author": "Douglas Alexander"
	},
	{
		"quote": "It was easy for Sanford to have a bully pulpit as governor. It&#39;s another thing to be in the trenches, having to face leadership, and say, &#39;No, that&#39;s not a conservative position, that&#39;s not what we&#39;re doing.&#39;",
		"author": "Jeff Duncan"
	},
	{
		"quote": "People are starving for truth and leadership.",
		"author": "Chris Gibson"
	},
	{
		"quote": "We have to reform the entire political process. It&#39;s got to start with leadership by example.",
		"author": "Chris Gibson"
	},
	{
		"quote": "Mary Jo and I have three teenagers who are in their last years at home. In addition, I was just offered and accepted a position with Williams College as a visiting lecturer on leadership beginning in February 2017, and anticipate accepting other academic positions shortly.",
		"author": "Chris Gibson"
	},
	{
		"quote": "Donald Trump was not asked by the leadership to change. And there&#39;s no reason for him to change. He&#39;s just won the primary process with a record number of votes, beating a field of 16 qualified candidates. So, there&#39;s no reason for Donald Trump to change.",
		"author": "Paul Manafort"
	},
	{
		"quote": "Leadership is failing. And Donald Trump is going to take a holistic approach to how we focus on these things, and he&#39;s not going to allow disparate activities in the communities to define everything.",
		"author": "Paul Manafort"
	},
	{
		"quote": "Donald Trump is talking about the failed leadership of the Obama Administration.",
		"author": "Paul Manafort"
	},
	{
		"quote": "The Republican Party is a composition of the members of the party and not just the leadership.",
		"author": "Paul Manafort"
	},
	{
		"quote": "It&#39;s a tremendous responsibility to be direct descendants of the prophet Muhammad. This family has had the burden of leadership on its shoulders for 1,400 years. I&#39;m not going to drop the ball on my shift.",
		"author": "Abdullah II of Jordan"
	},
	{
		"quote": "Some people feel, you make your case, if they listen to you, fine, if they don&#39;t, that&#39;s it. That&#39;s not what leadership is. Leadership is trying to continue to make a case.",
		"author": "Anthony Fauci"
	},
	{
		"quote": "In many ways, Mitt Romney and I are very different. Different starts in life. Different paths to leadership. Different cultures.",
		"author": "Susana Martinez"
	},
	{
		"quote": "If more women are in leadership roles, we&#39;ll stop assuming they shouldn&#39;t be.",
		"author": "Sheryl Sandberg"
	},
	{
		"quote": "I&#39;d like to see where boys and girls end up if they get equal encouragement - I think we might have some differences in how leadership is done.",
		"author": "Sheryl Sandberg"
	},
	{
		"quote": "Even moderates, they can see in Trump the potential to have logjams broken and things finally get done. This makes some conservatives and some liberals furious, nervous, and me nervous a little bit, because I&#39;m a pretty pure conservative. So that&#39;s a potential of his leadership.",
		"author": "Jeff Sessions"
	},
	{
		"quote": "There is a science to managing high tech businesses, and it needs to be respected. One of them is that in technology businesses, leadership is temporary. It&#39;s constantly recycling. So the asset has limited lifetime.",
		"author": "Eric Schmidt"
	},
	{
		"quote": "Now, do I think there has to be shared sacrifice among other nations in the world who want a stable and secure world? Absolutely, there has to be. But I don&#39;t think that America can ever abdicate its leadership role in the world because of who we are and where we&#39;ve come from. We are the symbol for the world for freedom and liberty.",
		"author": "Chris Christie"
	},
	{
		"quote": "They said it was impossible to touch the third rail of politics, to take on public-sector unions and to reform a pension and health benefits system that was headed to bankruptcy. But with bipartisan leadership, we saved taxpayers $132 billion dollars over 30 years and saved retirees their pensions. We did it.",
		"author": "Chris Christie"
	},
	{
		"quote": "If anybody ran a business like that they would be out of business quickly, and Barack Obama&#39;s leadership is driving this business, the United States of America, toward a fiscal cliff.",
		"author": "Chris Christie"
	},
	{
		"quote": "Leadership is about being a servant first.",
		"author": "Allen West"
	},
	{
		"quote": "Leadership is an ever-evolving position.",
		"author": "Mike Krzyzewski"
	},
	{
		"quote": "I think people are hungry for new ideas and leadership in the world of poverty alleviation. Most development programs are started and led by people with Ph.Ds in economics or policy. Samasource is part of a cadre of younger organizations headed by entrepreneurs from non-traditional backgrounds.",
		"author": "Leila Janah"
	},
	{
		"quote": "I think President Obama could have handled politics and policies differently. But he has been decisive, strong, and consistent - important qualities in a president. Mitt Romney is indeed an Etch A Sketch, the antithesis of leadership.",
		"author": "Eliot Spitzer"
	},
	{
		"quote": "As a former minority leader who became the first Republican Speaker of the House in Florida since Reconstruction, I know that leadership is not an easy task.",
		"author": "Dan Webster"
	},
	{
		"quote": "I define leadership as: Emotionally, you own your business. You own it with passion. And you either have or you don&#39;t have an economic investment. But when you have all three of those, you are the boss from Day One, and you care every single day more than anyone.",
		"author": "Mickey Drexler"
	},
	{
		"quote": "The role of leadership is to transform the complex situation into small pieces and prioritize them.",
		"author": "Carlos Ghosn"
	},
	{
		"quote": "Under Superintendent Johnson&#39;s leadership, our police department is on a path to earn the respect of every community in the City of Chicago.",
		"author": "Rahm Emanuel"
	},
	{
		"quote": "I don&#39;t think one party has a bad vision over the other party. I have no doubts that every Indian and every Indian political leadership would like to see this country get to a much better level. We would all like to see inclusive growth.",
		"author": "Baba Kalyani"
	},
	{
		"quote": "In 1992, Bill Clinton ran on a platform of &#39;ending welfare as we know it.&#39; His political worldview, drawn from like-minded thinkers at the Democratic Leadership Council, was based in private sector growth and personal responsibility.",
		"author": "Nina Easton"
	},
	{
		"quote": "Message to all you crazed parents desperately hiring tutors and padding your kid&#39;s thin resume: Chillax. Attending an elite college is no guarantee of leadership, life success, or earnings potential.",
		"author": "Nina Easton"
	},
	{
		"quote": "The House of Representatives should not be locked down by the decided play of a few in leadership.",
		"author": "Jeff Fortenberry"
	},
	{
		"quote": "The Vatican&#39;s recognition of the State of Israel in 1997 could not have occurred without John Paul&#39;s leadership.",
		"author": "David Novak"
	},
	{
		"quote": "Floor time is valuable. Our leadership isn&#39;t going to bring something up that&#39;s going to take up floor time and not be successful.",
		"author": "Gene Green"
	},
	{
		"quote": "I work closely with Hispanic leadership.",
		"author": "Gene Green"
	},
	{
		"quote": "There are certain skills that business people have that are - that are, in fact, helpful in - when it comes to being in political leadership.",
		"author": "Rick Santorum"
	},
	{
		"quote": "In 2006 it was a horrible election year, and, you know, I lost. But I lost because I continued to be a constant conservative, and the last six years I was someone who was a national figure in the sense that I was the third ranking Republican in leadership and I had just run President Bush&#39;s campaign in Pennsylvania.",
		"author": "Rick Santorum"
	},
	{
		"quote": "Teaching is a profession in which capacity building should occur at every stage of the career - novices working with accomplished colleagues, skillful teachers sharing their craft, and opportunities for teacher leadership.",
		"author": "Randi Weingarten"
	},
	{
		"quote": "NPR editors and journalists found themselves caught in a game of trying to please a leadership team who did not want to hear stories on the air about conservatives, the poor, or anyone who didn&#39;t fit their profitable design of NPR as the official voice of college-educated, white, liberal-leaning, upper-income America.",
		"author": "Juan Williams"
	},
	{
		"quote": "Leadership in today&#39;s world requires far more than a large stock of gunboats and a hard fist at the conference table.",
		"author": "Hubert H. Humphrey"
	},
	{
		"quote": "I think in any situation, so much of effective leadership is when it comes from your own personality. And I feel very fortunate to be comfortable in the Colts locker room, where people can be who they are, and they don&#39;t have to change it when they show up to work that day.",
		"author": "Andrew Luck"
	},
	{
		"quote": "I realize that as the quarterback, you have to assume some sort of leadership role because you have to talk in the huddle on every play, and you&#39;re essentially giving out orders to the team. But in my mind, I have to prove myself on the field before I can start asserting a leadership role.",
		"author": "Andrew Luck"
	},
	{
		"quote": "I think leadership is most effective when it&#39;s your own personality. But I feel like it&#39;s a natural progression as a quarterback, as well.",
		"author": "Andrew Luck"
	},
	{
		"quote": "It was funny that rank-and-file evangelicals were ahead of all the leadership. They saw for decades conservative Republicans had made promises to them on issues that were important to Christians and conservatives when they were running for office. But when they won, they didn&#39;t keep those promises.",
		"author": "Jerry Falwell, Jr."
	},
	{
		"quote": "I chose to personally support Donald Trump for president early on and referred to him as America&#39;s blue-collar billionaire at the Republican National Convention because of his love for ordinary Americans and his kindness, generosity, and bold leadership qualities.",
		"author": "Jerry Falwell, Jr."
	},
	{
		"quote": "I believe the United States is very sick financially and might not survive another four years of Obama-style leadership.",
		"author": "Jerry Falwell, Jr."
	},
	{
		"quote": "When the president went around the table to the country&#39;s national security leadership, Hillary was clear: We have to go get bin Laden. And our Special Operations Forces did just that.",
		"author": "Leon Panetta"
	},
	{
		"quote": "If it doesn&#39;t have a full delay or defund of Obamacare, I know I and many others will not be able to support whatever the leadership proposes.",
		"author": "Scott Garrett"
	},
	{
		"quote": "Where there is an absence of international political leadership, civil society should step in to fill the gap, providing the energy and vision needed to move the world in a new and better direction.",
		"author": "Daisaku Ikeda"
	},
	{
		"quote": "Leadership that exploits and sacrifices young people on the altar of its goals is nothing more than raw, demonic power. Genuine leadership is found in ceaseless efforts to foster young people, to pave the way forward for them.",
		"author": "Daisaku Ikeda"
	},
	{
		"quote": "To my mind the election was stolen by George Bush and we have been suffering ever since under this man&#39;s leadership.",
		"author": "Jessica Lange"
	},
	{
		"quote": "I took a gamble to exercise leadership without losing my feminine nature.",
		"author": "Michelle Bachelet"
	},
	{
		"quote": "As a vibrant force in civil society, women continue to press for their rights, equal participation in decision-making, and the upholding of the principles of the revolution by the highest levels of leadership in Egypt.",
		"author": "Michelle Bachelet"
	},
	{
		"quote": "I had just left &#39;Saturday Night Live&#39; when I came to &#39;The Daily Show,&#39; and it just felt like Jon was on my side. I&#39;ll always be grateful to him for that. I just got the impression he wanted me to succeed, and then I wanted to succeed for him. I think that&#39;s good leadership.",
		"author": "Rob Riggle"
	},
	{
		"quote": "As far as Iraq, the important thing is that the Taliban is gone in Afghanistan, three-quarters of the al-Qaida leadership is either dead or in jail, and we now have Saudi Arabia working with us, Pakistan working with us.",
		"author": "Peter T. King"
	},
	{
		"quote": "But 85 percent of the mosques have extremist leadership in this country. Most Muslims, the overwhelming majority of Muslims, are loyal Americans.",
		"author": "Peter T. King"
	},
	{
		"quote": "There&#39;s a powerful tendency to overcomplicate the whole notion of leadership.",
		"author": "Mark V. Hurd"
	},
	{
		"quote": "I think I can bring tremendous leadership.",
		"author": "Jared Goff"
	},
	{
		"quote": "One of the sad truths about leadership is that, the higher up the ladder you travel, the less you know.",
		"author": "Margaret Heffernan"
	},
	{
		"quote": "I&#39;m all for ambition and stretch goals. I set them for myself. But leadership isn&#39;t the same as cheerleading. Believing in something is a necessary but absolutely insufficient condition for making it come true.",
		"author": "Margaret Heffernan"
	},
	{
		"quote": "I have no doubt that the Palestinian Arab leadership made a mistake when it did not accept the partition plan in 1947, but I want to try to understand it.",
		"author": "Ayman Odeh"
	},
	{
		"quote": "Lewis Booth and Derrick Kuzak represent the very best of Ford and our culture and built a legacy of leadership, integrity and commitment to excellence that will benefit us for years to come.",
		"author": "William Clay Ford, Jr."
	},
	{
		"quote": "When I was growing up, we were taught in school that North Koreans, and especially the North Korean leadership, were all devils.",
		"author": "Park Chan-wook"
	},
	{
		"quote": "For many years, Myanmar&#39;s leadership was largely shut out from the world of international diplomacy.",
		"author": "Najib Razak"
	},
	{
		"quote": "You know, rural Americans are a special people. Their labor puts food on our table and fuel in our gas tanks. Their service in our military sets a powerful example of leadership, honor and sacrifice. Their spirit of community inspires us all.",
		"author": "Tom Vilsack"
	},
	{
		"quote": "Let us build a 21st-century rural economy of cutting-edge companies and technologies that lead us to energy and food security. Such an investment will revitalize rural America, re-establish our moral leadership on climate security and eliminate our addiction to foreign oil.",
		"author": "Tom Vilsack"
	},
	{
		"quote": "Sitting at a candidate rally is similar to sitting in a ballyard. Both give you the opportunity to assess the technical metrics and reflect on the intangibles - what baseball calls &#39;make up&#39; and politics calls &#39;character&#39; - the leadership, talent and maturity to add value to a venture.",
		"author": "Christine Pelosi"
	},
	{
		"quote": "In politics, Joseph Smith was something of a radical. He preached, instead of democracy, a version of theocratic rule within a framework given by his own prophetic leadership. At Nauvoo, Smith affected a Napoleonic uniform and made himself into a general and quasi king of the polity he had constituted.",
		"author": "Noah Feldman"
	},
	{
		"quote": "The Chinese public is deeply nationalist, which matters to China&#39;s unelected political leadership as much as U.S. nationalism does to American politicians. As China becomes the world&#39;s largest economy, there is meaningful public pressure for its power status to advance in parallel. Any alternative would be humiliating.",
		"author": "Noah Feldman"
	},
	{
		"quote": "I learned long ago on the battlefields of Vietnam that in a crisis, there is no substitute for clear-eyed leadership.",
		"author": "Jim Webb"
	},
	{
		"quote": "Lead, follow, or get out of the way.",
		"author": "Laurence J. Peter"
	},
	{
		"quote": "Leadership is possible in all different ways, and in all different areas of life. Whether it is with friends or family, I expect them to set a great example for me, and hopefully I will do the same for them. And that is all part of being a leader.",
		"author": "Steve Nash"
	},
	{
		"quote": "I vote my conscience first and my constituents next, regardless of the direction of our leadership.",
		"author": "Tom Graves"
	},
	{
		"quote": "What&#39;s great about our leadership is they welcome other ideas.",
		"author": "Tom Graves"
	},
	{
		"quote": "Great companies in the way they work, start with great leaders.",
		"author": "Steve Ballmer"
	},
	{
		"quote": "I think our leadership team is a highly accountable leadership team.",
		"author": "Steve Ballmer"
	},
	{
		"quote": "In Germany, they have great difficulty with anything that smacks of cultism or messianic leadership. You can&#39;t talk about leadership in its charismatic forms.",
		"author": "David Whyte"
	},
	{
		"quote": "What nourishes us at home and in school is what inspires us. When we get awareness and learn about the great potential that we all human beings have, we are able to discover our leadership.",
		"author": "Vicente Fox"
	},
	{
		"quote": "The fact is, when it comes to economic leadership, the Republicans have nothing to brag about. This isn&#39;t what the American people want. They want to see progress that works for them.",
		"author": "Debbie Wasserman Schultz"
	},
	{
		"quote": "Democrats are going to proudly run on the fact that we turned the economy around. It was our policies under President Obama&#39;s leadership through the Recovery Act, through investing in the automobile industry.",
		"author": "Debbie Wasserman Schultz"
	},
	{
		"quote": "We&#39;re going to need to absorb some pain. The Republicans want to pile all the pain on people who can least afford it and the middle class and Democrats under his leadership want to make sure that we can address deficit reduction and continue to make investments and shared sacrifice is going to be imperative in order to be able to do that.",
		"author": "Debbie Wasserman Schultz"
	},
	{
		"quote": "Unfortunately, the Republican leadership in the House right now seems to have been strangled by the tea party.",
		"author": "Debbie Wasserman Schultz"
	},
	{
		"quote": "Aren&#39;t we at the point where the closer we get to chaos, the more concern that there should be about coming to the table and compromising with Democrats? This is not leadership. This is almost like dictatorship.",
		"author": "Debbie Wasserman Schultz"
	},
	{
		"quote": "I learned that leadership is about falling in love with the people and the people falling in love with you. It is about serving the people with selflessness, with sacrifice, and with the need to put the common good ahead of personal interests.",
		"author": "Joyce Banda"
	},
	{
		"quote": "Especially if you don&#39;t have a job that&#39;s providing fulfillment in your technical expertise, there is a lot of reward to working on a very smart and demanding community that will respect you and will give you leadership and authority based on what you do.",
		"author": "Mitchell Baker"
	},
	{
		"quote": "I can tell people a story that they believe in and get behind. So I&#39;m good at the leadership part. But I&#39;ve always said that I&#39;m a terrible manager. I&#39;m not good at giving feedback.",
		"author": "Stewart Butterfield"
	},
	{
		"quote": "In politics, as in business, leadership is crucial.",
		"author": "Edgar Bronfman, Sr."
	},
	{
		"quote": "Much of what has gone wrong in the pursuit of Arab-Israeli peace is due to a lack of strong leadership, primarily among the Palestinians.",
		"author": "Edgar Bronfman, Sr."
	},
	{
		"quote": "The truth is that no internal reviews or congressional hearings will change the Secret Service&#39;s broken management culture. It needs better leadership.",
		"author": "Ronald Kessler"
	},
	{
		"quote": "Even back in elementary school, I was a leader, but a leader who didn&#39;t know how to channel my leadership skills in a constructive way. When I was younger, it probably came out as being more of a bossy little kid.",
		"author": "Imran Amed"
	},
	{
		"quote": "Music is all about leadership and there ain&#39;t really a lot of leaders.",
		"author": "Young Jeezy"
	},
	{
		"quote": "I have been chastised by a president, I have antagonized and angered presidents, and I have taken on my own leadership.",
		"author": "Xavier Becerra"
	},
	{
		"quote": "California is a very important state. As goes California, so goes the nation. We need to have strong leadership. Someone who can hit the ground running.",
		"author": "Xavier Becerra"
	},
	{
		"quote": "It was a hallmark of Nelson Mandela&#39;s leadership that being open to change made him appear not weaker, but even stronger.",
		"author": "Klaus Schwab"
	},
	{
		"quote": "Bill Gates can&#39;t control a high-level-energy dog, because his energy is very low, very calm. Very intellectual. A dog doesn&#39;t see that as leadership.",
		"author": "Cesar Millan"
	},
	{
		"quote": "I&#39;ve always believed that government tends to screw up whatever it touches, but Obama in particular seemed different. He understood tech issues that left the other candidates bewildered. Part of it may be his age. But whatever the reason, I had real hope that he could help lead us into a new century of technology leadership and growth.",
		"author": "Michael Arrington"
	},
	{
		"quote": "I think the American people are looking for real leadership. That&#39;s what I&#39;ve done in Louisiana, that&#39;s what I&#39;ll do in America.",
		"author": "Bobby Jindal"
	},
	{
		"quote": "Black leadership has to recognize that principles more than speech, character more than a claim, is greater in advancing the cause of our liberation than what has transpired thus far.",
		"author": "Louis Farrakhan"
	},
	{
		"quote": "Overall, the challenge of leadership is both moral and one of developing the characteristics that make us respected by one another.",
		"author": "Louis Farrakhan"
	},
	{
		"quote": "I know that millions of Americans from all walks of life agree with me that leadership does not mean putting the ear to the ground to follow public opinion, but to have the vision of what is necessary and the courage to make it possible.",
		"author": "Shirley Chisholm"
	},
	{
		"quote": "I think national issues play into gubernatorial races less than, obviously, in Senate and Congressional races. Much less. They tend to be more decided by personality, leadership qualities and by state or local issues. They still have some effect, no question about it, but not as much as Senate and Congressional races.",
		"author": "Ed Rendell"
	},
	{
		"quote": "The moral was, in time of anarchy, tough leadership is the only solution - even though the collateral damage may be heartbreaking. Mrs. Thatcher&#39;s strident, take-no prisoners approach was in some ways repugnant, but it was surely necessary.",
		"author": "Nigel Hamilton"
	},
	{
		"quote": "I think that bold leadership sells.",
		"author": "Sean Duffy"
	},
	{
		"quote": "Turnaround or growth, it&#39;s getting your people focused on the goal that is still the job of leadership.",
		"author": "Anne M. Mulcahy"
	},
	{
		"quote": "Xerox&#39;s innovative technology and service offerings - delivered through an expanding distribution system with a lean and flexible business model - continue to solidify our market leadership, driving consistently strong earnings performance.",
		"author": "Anne M. Mulcahy"
	},
	{
		"quote": "We must recognize that as the dominant power in the world we have a special responsibility. In addition to protecting our national interests, we must take the leadership in protecting the common interests of humanity.",
		"author": "George Soros"
	},
	{
		"quote": "In the past, the U.S. has shown its capacity to reinvent its gifts for leadership. During the 1970s, in the aftermath of the Nixon abdication and the Ford and Carter presidencies, the whole nation peered into the abyss, was horrified by what it saw and elected Ronald Reagan as president, which began a national resurgence.",
		"author": "Paul Johnson"
	},
	{
		"quote": "The notion of &#39;world leadership&#39; is a curiously archaic one. The very phrase is redolent of Kipling ballads and James Bondian adventures. What makes a country a world leader? Is it population, in which case India is on course to top the charts, overtaking China as the world&#39;s most populous country by 2034?",
		"author": "Shashi Tharoor"
	},
	{
		"quote": "Libertarians believe that any government interference is bad. Anyone with a brain knows that climate change needs governmental leadership, and they can smell this is bad news for their philosophy. Their ideology is so strongly held that, remarkably, it&#39;s overcoming the facts.",
		"author": "Jeremy Grantham"
	},
	{
		"quote": "In any leadership position, you&#39;re always going to be disappointing somebody.",
		"author": "Biz Stone"
	},
	{
		"quote": "There is something discordant about a team of speechwriters and political operatives hammering away to create an image of the &#39;real, inner&#39; candidate. And, to be blunt, there is no necessary connection between a moving life experience and the skills necessary for leadership.",
		"author": "Jeff Greenfield"
	},
	{
		"quote": "I believe that in Europe, we have a collective leadership.",
		"author": "Mario Monti"
	},
	{
		"quote": "So I think democracy, in the long-term, in our countries will survive if it comes to be associated with leadership, will not survive if democracy plus media brings to us more and more followship rather than leadership.",
		"author": "Mario Monti"
	},
	{
		"quote": "I do go against my leadership all the time because I stand firm on the four questions that I ask about all legislation. The first, is it constitutional according to the original intent? The second, does it fit the Judeo-Christian Biblical principles that our nation is founded upon? Third, do we need it? Fourth, can we afford it?",
		"author": "Paul Broun"
	},
	{
		"quote": "I can govern by bringing people together. And also, I&#39;ve been tested in a way no one else has. I was governor on September 11th, and I&#39;m proud of my leadership in bringing New York through that time. And when I left, we were stronger, we were safer, and we were more united than at any time in my lifetime.",
		"author": "George Pataki"
	},
	{
		"quote": "The Gaza leadership is stuck in its rhetoric of revolution and resistance. But the people are fed up with their leadership.",
		"author": "Isaac Herzog"
	},
	{
		"quote": "There are a lot of good men out there who just need a little direction and leadership in order for them to offer what they have to young men and boys.",
		"author": "John Eldredge"
	},
	{
		"quote": "We&#39;re in a leadership position in sports. People look up to the National Football League.",
		"author": "Roger Goodell"
	},
	{
		"quote": "I&#39;ve developed a huge regard for Toyota for its environmental awareness, for its immense commitment to research and development in this field, and for its leadership in developing hybrids which others are now following.",
		"author": "Maurice Strong"
	},
	{
		"quote": "Partisanship is not necessarily a bad thing. It leads to new leadership and new opportunities.",
		"author": "Gary Herbert"
	},
	{
		"quote": "Basketball Without Borders is a leadership camp that takes basketball to different places around the world, to Africa, Europe, America and Asia. It&#39;s a camp that brings players from different parts of the continent to one city that&#39;s been assigned as the host city. We&#39;ve been going to a different city every year.",
		"author": "Dikembe Mutombo"
	},
	{
		"quote": "The next thing is: we can make IBM even better. We brought IBM back but we&#39;re gunning for leadership.",
		"author": "Louis V. Gerstner, Jr."
	},
	{
		"quote": "I think that my leadership style is to get people to fear staying in place, to fear not changing.",
		"author": "Louis V. Gerstner, Jr."
	},
	{
		"quote": "There is no international problem that can be addressed or solved without the engagement and leadership of the United States and everybody in the world knows that, its just fact of life. So sometimes I think we could conduct ourselves with a little more humility.",
		"author": "Robert M. Gates"
	},
	{
		"quote": "Well, I&#39;ve ruffled a few feathers at all the institutions I&#39;ve led. But I think that&#39;s part of leadership.",
		"author": "Robert M. Gates"
	},
	{
		"quote": "This Congress is simply not doing its job under Republican leadership.",
		"author": "Jim Cooper"
	},
	{
		"quote": "I think the job of leadership is to expand what can be talked about and to get consensus on the nature of the problem, and that is most of the job. Because once you do that, once you have diagnosis, treatment options are obvious.",
		"author": "Jim Cooper"
	},
	{
		"quote": "You have no power at all if you do not exercise constant power.",
		"author": "Major Owens"
	},
	{
		"quote": "It&#39;s an American worker&#39;s right to unionize for sure, but that being said, don&#39;t expect me not to point out when or if union leadership takes advantage of union members.",
		"author": "Joe Wurzelbacher"
	},
	{
		"quote": "Never take your eye off the ball. Always remember that you and everyone on the team is the servant of the cause - in our case, girls&#39; education and young women&#39;s leadership in Africa.",
		"author": "Ann Cotton"
	},
	{
		"quote": "For more than 20 years, Camfed has supported a generation of African girls and women with access to secondary and higher education, employment opportunities, and, ultimately, into positions of leadership.",
		"author": "Ann Cotton"
	},
	{
		"quote": "Integrity is a very important and an almost indispensable virtue that all leaders must possess. This is especially true in the Philippine context because we Filipinos really respond to leadership by example.",
		"author": "Grace Poe"
	},
	{
		"quote": "I think leadership is not something you learn; it&#39;s something you discover.",
		"author": "Myles Munroe"
	},
	{
		"quote": "ROIers are always reaching out to me to share their appreciation for the experiences, opportunities and connections we have provided and also to express their excitement about taking the next step in their leadership journey.",
		"author": "Lynn Schusterman"
	},
	{
		"quote": "The people of Oklahoma deserve better. We deserve leadership that&#39;s willing and unafraid to take a public stand against bigotry and bullying.",
		"author": "Lynn Schusterman"
	},
	{
		"quote": "This assumption of Negro leadership in the ghetto, then, must not be confined to matters of religion, education, and social uplift; it must deal with such fundamental forces in life as make these things possible.",
		"author": "Carter G. Woodson"
	},
	{
		"quote": "Leadership does take work. And it should. If you aspire to be a leader, you ought to treat leadership as a craft, you ought to become a student of it, and you ought to work at it. And if you&#39;re not willing to work at it, well, you get what you give.",
		"author": "Douglas Conant"
	},
	{
		"quote": "I would assert that highly effective leaders are made more than they&#39;re born. Every leader I know who&#39;s been highly effective has worked hard at it, and they&#39;ve been students of it. The more you&#39;re a student of leadership, the more you figure out what works for you and the more effective you&#39;re going to be.",
		"author": "Douglas Conant"
	},
	{
		"quote": "I was brought up in a family of leaders, and I think leadership is a life sentence. I like changing things that will shape the future.",
		"author": "Jenny Shipley"
	},
	{
		"quote": "Fortunately, good policy, true principles, and effective leadership work whenever they are tried. When we reduce government, balance budgets, and keep taxes as low as possible, states respond in a positive way.",
		"author": "Brian Sandoval"
	},
	{
		"quote": "And I&#39;d say one of the great lessons I&#39;ve learned over the past couple of decades, from a management perspective, is that really when you come down to it, it really is all about people and all about leadership.",
		"author": "Steve Case"
	},
	{
		"quote": "I definitely wasn&#39;t cool in high school. I really wasn&#39;t. I did belong to many of the clubs and was in leadership on yearbook and did the musical theater route, so I had friends in all areas. But I certainly did not know what to wear, did not know how to do my hair, all those things.",
		"author": "Dianna Agron"
	},
	{
		"quote": "No organization should be allowed near disaster unless they are willing to cooperate with some level of established leadership.",
		"author": "Irwin Redlener"
	},
	{
		"quote": "When the phonies are expelled from their leadership roles and the Republican Party backs a moderate gubernatorial candidate acceptable to the rank and file with proper financing and the intestinal fortitude to fight the good fight, the rank and file will rejoin the fold.",
		"author": "Carl Paladino"
	},
	{
		"quote": "I think leadership is something you earn, more through actions than words.",
		"author": "Ander Crenshaw"
	},
	{
		"quote": "Being a CEO still means sitting across the table from big institutional investors and showing your leadership and having them believe in you.",
		"author": "Christie Hefner"
	},
	{
		"quote": "We live in a time where government is not a leadership thing, it&#39;s more a business that&#39;s out there and running riot, so I guess the people have to go out there and say stuff.",
		"author": "Yahoo Serious"
	},
	{
		"quote": "We do need an attitude of leadership in our government which demonstrates faith in major population centres outside of Perth.",
		"author": "Andrew Forrest"
	},
	{
		"quote": "This is easy to say with the benefit of hindsight, but I think it once again points out how very important style of leadership, that is the way he does what he does, is to his perception.",
		"author": "Robert Teeter"
	},
	{
		"quote": "Many citizens see all the leadership of these large institutions together in a conspiracy against them rather than in any adversary relationship with each other.",
		"author": "Robert Teeter"
	},
	{
		"quote": "Research has shown that the perceived style of leadership is by far the most important thing to most voters in evaluating officeholders and candidates.",
		"author": "Robert Teeter"
	},
	{
		"quote": "In terms of personalities - I don&#39;t care about the personalities, I want leadership that&#39;s in favor of my principles: free markets, adherence to the Constitution, and equal treatment for everyone under the law.",
		"author": "Dave Brat"
	},
	{
		"quote": "President Clinton not only benefits by gay and lesbian votes, but he benefits by showing the nation that he is a strong leader who implements his beliefs, who stands firm by those who he believes are being treated unfairly, and I think people respect that kind of leadership in the country.",
		"author": "David Mixner"
	},
	{
		"quote": "As I&#39;ve progressed in my career, I&#39;ve come to appreciate - and really value - the other attributes that define a company&#39;s success beyond the P&amp;L: great leadership, long-term financial strength, ethical business practices, evolving business strategies, sound governance, powerful brands, values-based decision-making.",
		"author": "Ursula Burns"
	},
	{
		"quote": "I watched my parents in their leadership callings in the Church and the community. We just grew up knowing that we should serve and do whatever we could do to make things grow.",
		"author": "Margaret D. Nadauld"
	},
	{
		"quote": "I liked the military life. They teach you self-sufficiency early on. I always say that I learned most of what I know about leadership in the Marine Corps. Certain basic principles stay with you - sometimes consciously, mostly unconsciously.",
		"author": "Raymond Kelly"
	},
	{
		"quote": "Across Africa there is what I call a colonialist mentality or orthodoxy. Orthodoxy in the sense that a lot of things have gone wrong in Africa in the post-colonial period. And time and time again, any time something went wrong, the leadership claims that it was never their fault.",
		"author": "George Ayittey"
	},
	{
		"quote": "I believe that we as the leader of the Free World must provide important leadership on the ethical parameters, the ethical constraints that this research requires.",
		"author": "Ron Kind"
	},
	{
		"quote": "I mean, Emily Harris was his wife. And she seemed to resent his leadership, but on the other hand, she felt like a good soldier, that he had to be the leader.",
		"author": "Patty Hearst"
	},
	{
		"quote": "I think that all areas of the budget have to be scrubbed. Clearly the entitlement issues have to be reformed and that&#39;s an issue that&#39;s going to require I think some strong bipartisan cooperation and leadership.",
		"author": "John Thune"
	},
	{
		"quote": "I think that if Republicans are given the reins of leadership in the House or Senate or both, we will have to govern in a way - at least put forward solutions whether or not the president goes along with them or not, that deal with these long-term challenges.",
		"author": "John Thune"
	},
	{
		"quote": "People more than ever since I can remember are concerned about being out of step and out of line with their political party and won&#39;t cross over. There is nobody, man or woman, who wants to be left out, and people are fearful of that. People are fearful of their leadership as well.",
		"author": "Gary Ackerman"
	},
	{
		"quote": "Each year I host a leadership summit in my district, and my biggest advice to young people is get experience. Get your foot in the door.",
		"author": "Aaron Schock"
	},
	{
		"quote": "On the monetization front, our strengthening leadership in internet user base and broadening reach of our platform have already positioned us as a must-buy platform in online video for brand advertisers to reach a nationwide audience within China.",
		"author": "Victor Koo"
	},
	{
		"quote": "From a parent&#39;s right to know what their children are doing, to protecting citizens across the country from the growing threat of gang violence, the House Democrat leadership is simply out to lunch.",
		"author": "Virginia Foxx"
	},
	{
		"quote": "I&#39;m not up on the Internet, but I hear that is a democratic possibility. People can connect with each other. I think people are ready for something, but there is no leadership to offer it to them. People are ready to say, &#39;Yes, we are part of a world.&#39;",
		"author": "Studs Terkel"
	},
	{
		"quote": "The bottom line is, I hear my donors, I hear our base out there, I hear the leadership. And we&#39;re taking steps to make sure that we&#39;re even more - how shall we say it - fiscally conservative in our spending and certainly making sure the dollars are there when it&#39;s time to run our campaigns.",
		"author": "Michael Steele"
	},
	{
		"quote": "In an age when stagecraft, gauzy themes, and sound-bites have too often been substituted for leadership, Bill Clinton as a candidate made it essential to campaigning to take the specifics of governance seriously. Practical solutions were &#39;in;&#39; ideology was &#39;out.&#39;",
		"author": "Sylvia Mathews Burwell"
	},
	{
		"quote": "Our country also hungers for leadership to ensure the long-term survival of our Social Security system. With 70 million baby boomers in this country on the verge of retirement, we need to take action to shore up the system.",
		"author": "Kay Bailey Hutchison"
	},
	{
		"quote": "I am proud of the President&#39;s leadership. I am proud to support him in saying: Yes, we are going to do what is necessary now when it is less painful and less expensive.",
		"author": "Kay Bailey Hutchison"
	},
	{
		"quote": "The important thing is that we recognize our President&#39;s leadership, that he is not saying: I am going to walk away from this. He is saying: I am going to do the right thing.",
		"author": "Kay Bailey Hutchison"
	},
	{
		"quote": "But no nation can base its survival and development on luck and prayers alone while its leadership fritters away every available opportunity for success and concrete achievement.",
		"author": "Ibrahim Babangida"
	},
	{
		"quote": "Each one of us, and, indeed, all those who aspire to national leadership must bring their own visions, views and styles to the business of reforming Nigeria, and the search for solutions.",
		"author": "Ibrahim Babangida"
	},
	{
		"quote": "To meet the expectations of the majority of our people, and to open up new vistas of economic opportunity so that the aspirations of Nigerians can stand a fair chance of being fulfilled in a lifetime, there must be a truly committed leadership in a democratic Nigeria.",
		"author": "Ibrahim Babangida"
	},
	{
		"quote": "In the area we&#39;re discussing, leadership begins on Madison Avenue, on the desks and in the offices of people who spend hundreds of millions of dollars buying what will get them ratings.",
		"author": "Norman Lear"
	},
	{
		"quote": "President Roosevelt&#39;s leadership put the world on notice that the United States of America - with the freest, most dynamic economy the world had ever seen - was open for business.",
		"author": "John Hoeven"
	},
	{
		"quote": "The problem is, is that President Bush and the Republican leadership in the Congress have resisted attempts to increase dramatically our fuel economy standards over the last five years.",
		"author": "Ed Markey"
	},
	{
		"quote": "A more consistent and sustainable relationship with China will be a core goal of my administration. That requires open channels of communication, both with China&#39;s leadership and the Taiwanese people.",
		"author": "Tsai Ing-wen"
	},
	{
		"quote": "I fell in love with the topic of leadership. For three decades, that has been a major focus of my hands-on work: listening to and working with leaders, their teams and their organizations.",
		"author": "Henry Cloud"
	},
	{
		"quote": "What happens with a lot of leaders is that their leadership style is like ADD; they are all over the place with different ideas. They could be driving one idea forward but then move on to something else too soon.",
		"author": "Henry Cloud"
	},
	{
		"quote": "Leaders have to act more quickly today. The pressure comes much faster.",
		"author": "Andy Grove"
	},
	{
		"quote": "I want to deploy the leadership to meet the challenges that face us and to restore America&#39;s greatness.",
		"author": "Paul Tsongas"
	},
	{
		"quote": "Democrats have no agenda, no plan for the future, and no sense of leadership.",
		"author": "Jeff Miller"
	},
	{
		"quote": "Ben Roethlisberger is a proven winner in athletic competition. But the measure of a true leader is how they conduct themselves 24/7, not just during a winning touchdown drive or a goal-line stance. Leadership isn&#39;t something that gets switched off because the game clock expires.",
		"author": "Jackson Katz"
	},
	{
		"quote": "This administration and the leadership in Congress appear to be intent on valuing wealth over work, thereby placing working families at a distinct disadvantage.",
		"author": "Tim Bishop"
	},
	{
		"quote": "The intersection of political analysis and Internet theory is a busy crossroad of cliche, where familiar rhetorical vehicles - decentralized authority, emergent leadership, empowered grass roots - create a ceaseless buzz.",
		"author": "Gary Wolf"
	},
	{
		"quote": "When Xi Jinping came to power, there were a series of hints that market-based capitalism would be allowed to move forward under his leadership. At the first real threat, they&#39;ve fallen over themselves to impose government control.",
		"author": "Roger Altman"
	},
	{
		"quote": "Individual and corporate support is vital to building on London&#39;s leadership in the arts, and I hope others will join me in wanting to build on the National&#39;s role at the heart of modern theatre and sustaining it long into the future.",
		"author": "Lloyd Dorfman"
	},
	{
		"quote": "In addition to removing our democratically elected government, Israel wants to sow dissent among Palestinians by claiming that there is a serious leadership rivalry among us. I am compelled to dispel this notion definitively.",
		"author": "Ismail Haniyeh"
	},
	{
		"quote": "The leadership of the Palestinian Authority is not held in high regard by most of the population of the West Bank. They&#39;re seen as living relatively high off the hog and certainly not accomplishing anything vis-a-vis the Israelis.",
		"author": "Ian Lustick"
	},
	{
		"quote": "I think to be a great quarterback, you have to have a great leadership, great attention to detail, and a relentless competitive nature. And that&#39;s what I try to bring to the table, and I have a long way to go. I&#39;m still learning, and I&#39;m still on a constant quest for knowledge.",
		"author": "Russell Wilson"
	},
	{
		"quote": "Many high school students are under so much competitive pressure. They are sometimes taught that if they don&#39;t have a 4.0 GPA, score in the 99th percentile on admissions tests, and demonstrate leadership in sports and participate in clubs, they won&#39;t get into college anywhere. Even highly credentialed professionals get caught up in this.",
		"author": "Elizabeth Thornton"
	},
	{
		"quote": "To be an objective leader means aligning your models with the needs of the organization. There is no question anymore that collaboration, seeking out diverse perspectives and developing new ways to look at challenges and opportunities, is a key leadership competency.",
		"author": "Elizabeth Thornton"
	},
	{
		"quote": "At the end the day because I believe so strongly in leadership, what I look for first, what I try to assess, is integrity.",
		"author": "Kenneth Chenault"
	},
	{
		"quote": "We have treated our most serious adversaries, such as Iran and North Korea, in the most juvenile manner - by giving them the silent treatment. In so doing, we have weakened, not strengthened, our bargaining position and our leadership.",
		"author": "Theodore C. Sorensen"
	},
	{
		"quote": "Hamas, also elected to governmental leadership in Palestine, includes the jihadists, people who have declared war on the United States of America and its ally, Israel.",
		"author": "Zach Wamp"
	},
	{
		"quote": "At an unprecedented time with the worst attack ever on our soil, our President displayed extraordinary determination, leadership and resolve when history was thrust upon him and the United States.",
		"author": "Olympia Snowe"
	},
	{
		"quote": "I am convinced that your Mayor must take the leadership role in education too.",
		"author": "Alan Autry"
	},
	{
		"quote": "Leadership demands that we make tough choices.",
		"author": "Alan Autry"
	},
	{
		"quote": "Through the inspiration of Vaclav&#39;s words, the courage of his dissidence and the integrity of his leadership, Czechoslovakia successfully transitioned from an authoritarian state to a free democracy at the heart of Europe.",
		"author": "Michael D. Higgins"
	},
	{
		"quote": "I am delighted with the strong vote I have received. My message of positive leadership, patriotism and commitment clearly was resonating with tens of thousands of ordinary Irish people.",
		"author": "Michael D. Higgins"
	},
	{
		"quote": "Boone Pickens should be commended for his leadership on American energy security, and for bringing Ted Turner along on some sensible approaches to enhancing it.",
		"author": "Frank Gaffney"
	},
	{
		"quote": "It&#39;s fair to characterise me as competitive and determined, but anyone who works with me will attest to the fact I believe very strongly in the notion of servant leadership.",
		"author": "Irene Rosenfeld"
	},
	{
		"quote": "Our emerging workforce is not interested in command-and-control leadership. They don&#39;t want to do things because I said so; they want to do things because they want to do them.",
		"author": "Irene Rosenfeld"
	},
	{
		"quote": "I think Mr. Clarke had a tendency to interfere too much with the activities of the CIA, and our leadership at the senior level let him interfere too much. So criticism from him I kind of wear as a badge of honor.",
		"author": "Michael Scheuer"
	},
	{
		"quote": "The atmosphere at my school was very competitive. Young girls were competing with each other every day for status, for leadership, for the affection of the teachers. I hated it.",
		"author": "Zhang Ziyi"
	},
	{
		"quote": "I look forward to working with our leadership team to advance the causes of smaller government, lower taxes, eliminating terrorism, and providing affordable health care, among other issues.",
		"author": "Howard Coble"
	},
	{
		"quote": "Under the leadership of President Bush and Vice President Cheney, the United States has given up the moral high ground that we used to occupy as an international leader.",
		"author": "Marty Meehan"
	},
	{
		"quote": "While loyalists and defectors overall said John Smith did a better job of standing up for Labour&#39;s values, they put Blair ahead on representing the whole country, appealing beyond traditional Labour voters and offering strong, competent leadership; switchers to the Tories gave him a clear lead in all categories.",
		"author": "Michael Ashcroft"
	},
	{
		"quote": "The failure of women to have reached positions of leadership has been due in large part to social and professional discrimination. In the past, few women have tried, and even fewer have succeeded.",
		"author": "Rosalyn Sussman Yalow"
	},
	{
		"quote": "Leadership is about encouraging women to break their silence and tell their stories to the world.",
		"author": "Zainab Salbi"
	},
	{
		"quote": "I don&#39;t run a non-profit. There are lots of non-profits in America - in Detroit, parts of Wall Street, etc. I run a not for profit. We&#39;re a business. The only difference is that instead of selling soap or sneakers, we sell hope and leadership.",
		"author": "Nancy Lublin"
	},
	{
		"quote": "One of the best essays I&#39;ve seen in recent years was by a young woman who wrote about how being chosen to choreograph a high school musical forced her to assume a leadership role she wasn&#39;t sure she was ready for - but of course she was.",
		"author": "Kate Klise"
	},
	{
		"quote": "Chinese entrepreneurs have to implement their work under the leadership of the Party and the government - it is very clear.",
		"author": "Li Shufu"
	},
	{
		"quote": "As a brand, Ahla is one of Strauss-Elite&#39;s strongest. But we need to do a lot of marketing in order to regain market leadership. I have no doubt that we will do that, even if it takes time.",
		"author": "Ofra Strauss"
	},
	{
		"quote": "The conduct of President Bush&#39;s war of choice has been plagued with incompetent civilian leadership decisions that have cost many lives and rendered the war on and occupation of Iraq a strategic policy disaster for the United States.",
		"author": "John Olver"
	},
	{
		"quote": "I feel fantastically excited that we have a leader who fought for the leadership without compromising his quite challenging view that the party has to change.",
		"author": "Francis Maude"
	},
	{
		"quote": "Comrade Deng Xiaoping - along with other party elders - gave the party leadership their firm and full support to put down the political disturbance using forceful measures.",
		"author": "Li Peng"
	},
	{
		"quote": "A big part of leadership is just being comfortable with the fact that some decisions really are only yours.",
		"author": "Helene D. Gayle"
	},
	{
		"quote": "Even as an 18-year-old, I had to grow comfortable with my leadership style, which is that I was really impatient with under-motivated people - extremely impatient, to the point where I was counterproductive as a manager of underproductive people. And that hasn&#39;t really changed. If people need to be motivated, I&#39;m no good.",
		"author": "Bing Gordon"
	},
	{
		"quote": "As much as you don&#39;t like disciplining your kids, you have to sometimes. Kids want that structure, that leadership, that guidance. I think that&#39;s what I try to give my children.",
		"author": "Mark Teixeira"
	},
	{
		"quote": "I am not saying that during the Second World War Germany did not, under the leadership of the National Socialist government, commit crimes.",
		"author": "Ernst Zundel"
	},
	{
		"quote": "As long as the opposition believes the world will stand with Ukraine&#39;s democrat reformers, they will have the leverage and the courage to establish a legitimate republic under the leadership of Viktor Yushchenko.",
		"author": "Bob Schaffer"
	},
	{
		"quote": "The union is much more than me, and when you think the union is you and it&#39;s not about who you represent, I think you&#39;ve sort of lost your morals and focus and the purpose of your leadership.",
		"author": "Andy Stern"
	},
	{
		"quote": "I think as far as any kind of pressure on a football team or on an individual in professional sports really depends not only on that individual but the leadership they have on the team and the leadership they have on the coaching staff. A lot of times, they can divert some of those pressures off of the individual and off of the team.",
		"author": "Jimmy Johnson"
	},
	{
		"quote": "I worked hard at whatever task I was given and embraced leadership opportunities, whether as a crossing guard, an altar boy, or a general.",
		"author": "Martin Dempsey"
	},
	{
		"quote": "At a time when we are facing threats from nations such as North Korea and Iran, and attempting to convince others such as India and Pakistan to become responsible nuclear powers, it is vital that America reclaims the leadership we once had on arms control.",
		"author": "Ellen Tauscher"
	}
]
